Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: By wiping this device you will no longer have access to funds on this device. This should only be done if you no longer have access to your passphrase and have also forgotten your PIN code.
cs: Vymazáním přijdete o prostředky na tomto zařízení. Mělo by být provedeno, pouze pokud nemáte frázi pro obnovení a zapomněli jste také PIN kód.
de: Durch das Zurücksetzen des Gerätes, geht das gespeicherte Guthaben verloren. Dies sollte nur geschehen, wenn kein Zugang mehr zur Passphrase besteht und der PIN-Code vergessen wurde.
es: Al limpiar este dispositivo, ya no tendrás acceso a los fondos en este dispositivo. Esto solo debe hacerse si ya no tiense acceso a tu contraseña y también has olvidado tu código PIN.
fil: Sa pag-wipe nitong device hindi mo na maaaring ma-access ang iyong pondo sa device na ito. Ito ay maaari mo lamang gawin kung wala ka na talagang access sa iyong passphrase at nakalimutan mo na rin ang iyong PIN code.
fr: En effaçant ce portefeuille, vous n'aurez plus accès aux fonds sur cet appareil. Ne le faites que si vous n'avez plus accès ni à votre phrase de passe, ni à votre code PIN.
id: Dengan menghapus perangkat ini, Anda tidak lagi memiliki akses ke dana di perangkat ini. Ini hanya boleh dilakukan jika Anda tidak lagi memiliki akses ke kata sandi Anda dan lupa kode PIN Anda.
ja: この端末を初期化すると、この端末の資金にアクセスできなくなります。 端末の初期化は復元パスフレーズへのアクセス権がなくなり、PINコードも忘れてしまった場合にのみ実施して下さい。
nl: Door dit apparaat schoon te vegen heb je geen toegang meer tot het geld op dit apparaat. Dit zou alleen gedaan moeten worden als je de herstelzin hebt verloren en ook de pincode kwijt bent.
pt: Ao limpar este dispositivo, você não terá mais acesso a fundos neste dispositivo. Isso só deve ser feito se você não tiver mais acesso à sua frase secreta e também tiver esquecido o código PIN.
ru: Удалив кошелёк, у Вас больше не будет доступа к средствам на этом устройстве. Данное действие следует совершать только в том случае, если у Вас больше нет доступа к вашей кодовой фразе и Вы также забыли свой PIN.
sk: Vyčistením tohto zariadenia už nebudete mať prístup k prostriedkom na tomto zariadení. Toto by sa malo robiť len vtedy, ak už nemáte prístup k vašej prístupovej fráze a zabudli ste aj váš PIN kód.
th: การกำจัดอุปกรณ์นี้คุณจะไม่สามารถเข้าถึงเงินทุนในอุปกรณ์นี้ได้อีกต่อไป สิ่งนี้ควรจะทำเฉพาะในกรณีที่คุณไม่จำเป็นต้องเข้าถึงข้อความรหัสผ่านของคุณและยังลืมรหัส PIN ของคุณอีกด้วย
tr: Bu cihazı silerseniz bu cihazdaki paraya artık ulaşamazsınız. Bunu sadece parola cümlenize ulaşamıyorsanız ve PİN kodunuzu unuttuysanız yapmalısınız.
uk: Видаливши гаманець, у вас більше не буде доступу до коштів на цьому пристрої. Цю дію слід здійснювати лише в тому випадку, якщо у вас більше немає доступу до вашої кодової фрази і ви забули свій PIN.

source: Call
de: Anrufen
es: Llamada
fil: Tumawag
fr: Appel
id: Panggil
ja: 呼び出す
nl: Bel
pt: Ligar
ru: Позвонить
sk: Volať
tr: Ara
uk: Зателефонувати

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fil: I-cancel
fr: Annuler
id: Batalkan
ja: キャンセルする
nl: Annuleer
pt: Cancelar
ru: Отмена
sk: Zrušiť
th: ยกเลิก
tr: İptal
uk: Відміна

source: Canceling this transaction does not cancel the trade order. You will receive DASH on your Coinbase account shortly.
de: Die Stornierung dieser Transaktion führt nicht zur Stornierung des Handelsauftrags. Du wirst deine DASH in Kürze auf deinem Coinbase Konto erhalten.
fil: Ang pagkansela sa transaksyong ito ay hindi makakansela sa trade order. Makakatanggap ka ng DASH sa iyong Coinbase account sa ilang sandali.
fr: Annuler cette transaction n'annule pas l'ordre de trading. Vous recevrez sous peu des dashs sur votre compte Coinbase.
id: Membatalkan transaksi ini tidak membatalkan pesanan perdagangan. Anda akan segera menerima DASH di akun Coinbase Anda.
ja: この取引をキャンセルしても、トレードの注文はキャンセルされません。CoinbaseのアカウントにまもなくDASHが入金されます。
nl: Het annuleren van deze transactie annuleert de handelsorder niet. Je ontvangt binnenkort DASH op je Coinbase account.
pt: Cancelar esta transação não cancela a ordem de negociação. Você receberá DASH em sua conta Coinbase em breve.
ru: Отмена транзакции не повлияет на торговый ордер. Вскоре DASH поступит на ваш счёт в Coinbase.
sk: Zrušenie tejto transakcie nezruší obchodný príkaz. Čoskoro dostanete DASH na svoj Coinbase účet.
tr: Bu işlemin iptal edilmesi işlem emrini iptal etmez. Kısa bir süre sonra Coinbase hesabınızda DASH alacaksınız.
uk: Скасування цієї операції не скасовує трейд. Незабаром ви отримаєте DASH на свій обліковий запис Coinbase.

source: Change
cs: Změnit
de: Ändern
es: Cambia
fil: Baguhin
fr: Modifier
id: Ubah
ja: 変更する
nl: Wissel
pt: Alterar
ru: Изменить
sk: Zmeniť
th: เปลี่ยนแปลง
tr: Değiştir
uk: Змінити

source: Change payment amount?
cs: Změnit částku platby?
de: Zahlungsbetrag ändern?
es: ¿Cambiar monto de pago?
fil: Palitan ang halaga ng ibabayad?
fr: Modifier le montant du paiement ?
id: Ubah jumlah pembayaran?
ja: 支払い金額を変更する
nl: Wijzig betalingsbedrag?
pt: Alterar o valor do pagamento?
ru: Изменить сумму платежа?
sk: Zmeniť sumu platby?
th: เปลี่ยนแปลงจำนวนเงินที่ชำระหรือไม่
tr: Ödeme tutarı değişsin mi?
uk: Змінити суму платежу?

source: Change PIN
cs: Změnit PIN
de: PIN ändern
es: Cambiar PIN
fil: Baguhin ang PIN
fr: Modifier le code PIN
id: Ubah PIN
ja: PINを変更する
nl: Wijzig pin
pt: Mudar PIN
ru: Изменить PIN
sk: Zmeniť PIN
th: เปลี่ยนแปลง PIN
tr: PİN Değiştir
uk: Змінити PIN-код

source: Check your connection
cs: Zkontrolujte vaše připojení
de: Verbindung überprüfen
es: Verifique tu conección
fil: Suriin ang koneksyon
fr: Vérifier votre connexion
id: Periksa koneksi anda
ja: 接続を確認してください
nl: Controleer je verbinding
pt: Verifique sua conexão
ru: Проверьте ваше интернет-соединение
sk: Skontrolujte pripojenie
th: ตรวจสอบการเชื่อมต่อ
tr: Bağlantınızı kontrol edin
uk: Перевірте з'єднання

source: Choose your
cs: Vyberte váš
de: Wähle deinen
es: Escoge tu
fil: Pumili ng iyong
fr: Choisissez votre
id: Pilih Anda
ja: あなたのを選択する
nl: Kies je
pt: Escolha seu
ru: Выберите ваше
sk: Vybrať vaše
th: เลือกของคุณ
tr: Seçin
uk: Виберіть свій

source: Clear
cs: Odstranit
de: Löschen
es: Limpia
fil: Burahin
fr: Effacer
id: Bersihkan
ja: 消去する
nl: Wis
pt: Limpar
ru: Удалить
sk: Vymazať
th: ลบออก
tr: Temizle
uk: Очистити

source: Clear trusted node?
cs: Odstranit důvěryhodný node?
de: Zuverlässigen Knoten löschen?
es: ¿Quitar nodo de confianza?
fil: Burahin ang pinagkakatiwalaang node?
fr: Effacer le nœud de confiance ?
id: Bersihkan node terpercaya?
ja: 信頼されているノードを消去しますか？
nl: Wis vertrouwde node?
pt: Limpar nó confiável?
ru: Удалить доверенный узел?
sk: Zmazať dôveryhodný uzol?
th: ลบโหนดที่เชื่อถือได้
tr: Güvenilen düğümü temizle?
uk: Видалити довірений вузол?

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fil: Sarado
fr: Fermer
id: Tutup
ja: 閉じる
nl: Sluit af
pt: Fechar
ru: Закрыть
sk: Zatvoriť
th: ปิด
tr: Kapat
uk: Закрити

source: Close and notify when it’s done
de: Schließen und benachrichtigen, wenn abgeschlossen
fil: Isara at ipaalam kapag tapos na ito
fr: Fermer et prévenir quand c'est terminé
ja: 完了したら、閉じて通知する
nl: Sluiten en melden wanneer het klaar is
pt: Fechar e notificar quando finalizar
tr: Kapat ve bittiğinde haber ver

source: Close App
cs: Zavřít aplikaci
de: App schließen
es: Cerrar App
fil: Isara ang app
fr: Fermer l'application
id: Tutup aplikasi
ja: アプリを閉じる
nl: Sluit app af
pt: Fechar App
ru: Закрыть приложение
sk: Zatvoriť Aplikáciu
th: ปิดแอพพลิเคชั่น
tr: Uygulamayı kapat
uk: Закрити додаток

source: Coinbase 2FA code
es: Código 2FA para Coinbase
fr: Code 2FA Coinbase
id: Kode 2FA Coinbase
ja: Coinbaseの2FAコード
pt: Código 2FA da Coinbase
ru: 2FA код Coinbase
sk: Coinbase 2FA kód
tr: Coinbase 2FA kodu
uk: Код 2FA від Coinbase

source: Coinbase Fee
de: Coinbase Gebühr
es: Comisión de Coinbase
fil: Bayad sa Coinbase
fr: Frais Coinbase
id: Biaya Coinbase
ja: Coinbaseの手数料
nl: Coinbase vergoeding
pt: Taxa Coinbase
ru: Комиссия Coinbase
sk: Poplatok Coinbase
tr: Coinbase Ücreti
uk: Комісія Coinbase

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fil: Kumpirmahin
fr: Confirmer
id: Memastikan
ja: 確認する
nl: Bevestig
pt: Confirme
ru: Подтвердить
sk: Potvrdiť
th: ยืนยัน
tr: Onayla
uk: Підтверджую

source: Confirm (%d%@)
cs: Confirm (%1$d%2$@)
de: Bestätigen(%1$d %2$@)
es: Confirm (%1$d%2$@)
fil: Kumpirmahin (%1$d%2$@)
fr: Confirmer (%1$d%2$@)
id: konfirmasi (%1$d%2$@)
ja: 確認する (%1$d%2$@)
nl: Bevestig (%1$d%2$@)
pt: Confirmar (%1$d%2$@)
ru: Подтвердить (%1$d%2$@)
sk: Potvrďte (%1$d%2$@)
tr: Onay (%1$d%2$@)
uk: Підтвердження (%1$d%2$@)

source: Confirm PIN
cs: Potvrdit PIN
de: PIN bestätigen
es: Confirmar PIN
fil: Kumpirmahin ang PIN
fr: Confirmer le code PIN
id: Pastikan PIN
ja: PINを確認する
nl: Bevestig pin
pt: Confirmar PIN
ru: Подтвердите PIN
sk: Potvrdiť PIN
th: ยืนยัน PIN
tr: PİN'i Onayla
uk: Підтвердіть PIN

source: Confirming
cs: Konfirmace
de: Bestätige
es: Confirmando
fil: Kinukumpirma
fr: Confirmation…
id: Mengkonfirmasikan
ja: 確認中
nl: Aan het bevestigen
pt: Confirmando
ru: Подтверждается
sk: Potvrdzuje sa
th: กำลังยืนยัน
tr: Onaylanıyor
uk: Підтвердження

source: Connect with third party exchanges
cs: Spojte se s burzami třetích stran
de: Mit Drittanbieter-Börsen verknüpfen
es: Conectar con exchanges de terceros
fil: Ikonekta sa mga third party na palitan
fr: Se connecter aux plateformes de change tierces
id: Terhubung dengan pertukaran pihak ketiga
ja: サードパーティーの取引所に接続する
nl: Verbind met beurzen van derden
pt: Conectar com exchange de terceiros
ru: Использовать сторонние биржи
sk: Spojiť s burzami tretích strán
th: เชื่อมต่อกับการแลกเปลี่ยนของบุคคลที่สาม
tr: Üçüncü parti borsalara bağlanın
uk: Підключитися до сторонніх бірж

source: Connected
de: Verbunden
es: Conectado
fil: Konektado
fr: Connecté
id: Terhubung
ja: 接続しました
nl: Verbonden
pt: Conectado
ru: Подключено
sk: Pripojené
tr: Bağlandı
uk: Підключено

source: Connected Dash address
de: Dash Adresse verknüpfen
fil: Nakakonektang Dash address
fr: Adresse Dash connectée
ja: 連結されたDashアドレス
nl: Verbonden Dash adres
pt: Endereço Dash conectado
tr: Bağlantılı Dash adresleri

source: Connected peers: %d
cs: Přípojených peerů: %d
de: Verbundene Peers: %d
es: Pares conectados: %d
fil: Nakakonektang kaibigan: %d
fr: Pairs connectés : %d
id: Peers yang terhubung: %d
ja: 接続しているピア: %d
nl: Verbonden peers %d
pt: Pares conectados: %d
ru: Подключенные узлы: %d
sk: Pripojené uzle: %d
th: เชื่อมต่อ เพียร์: %d
tr: Bağlı dağıtıcılar: %d
uk: Підключені вузли: %d

source: Connecting to payment server
cs: Připojování k platebnímu serveru
de: Mit dem Zahlungs-Server verbinden
es: Conectando al servidor de pago
fil: Pagkonekta sa server ng pagbabayad
fr: Connexion au serveur de paiement
id: Mengghubungkan ke server pembayaran
ja: 支払い元に接続中
nl: Verbinding maken met betalingsserver
pt: Conectando ao servidor de pagamento
ru: Подключение к платёжному серверу
sk: Pripája sa k platobnému serveru
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์การชำระเงิน
tr: Ödeme Sunucusuna Bağlanıyor
uk: Підключення до платіжного сервера

source: Contact Coinbase Support
de: Coinbase Support kontaktieren
es: Ponte en contacto con el soporte de Coinbase
fil: Makipag-ugnayan sa Suporta sa Coinbase
fr: Contacter le service de soutien Coinbase
id: Hubungi Dukungan Coinbase
ja: Coinbaseサポートに問い合わせる
nl: Neem contact op met Coinbase
pt: Contato com o Suporte Coinbase
ru: Связаться с поддержкой Coinbase
sk: Kontaktujte podporu Coinbase
tr: Coinbase Destek Ekibii ile İletişime Geçin
uk: Звернутися до служби підтримки Coinbase

source: Contact Request Pending
cs: Čeká na přidání mezi kontakty
de: Kontaktanfrage ausstehend
es: Solicitud de contacto pendiente
fil: Nakabinbin ang Kahilingan sa Pakikipag-ugnay
fr: Demande de contact en attente
id: Permintaan Kontak Tertunda
ja: 連絡先リクエストを保留中
nl: Contactaanvraag in behandeling
pt: Solicitação de Contato Pendente
ru: Неподтверждённые запросы на добавление в контакты
sk: Žiadosť o kontakt čaká na potvrdenie
th: คำขอติดต่อรอดำเนินการ
tr: Bekleyen İletişim Talebi
uk: Непідтверджені запити на додавання до контактів

source: Contact Requests
cs: Žádosti o přidání mezi kontakty
de: Kontaktanfrage
es: Solicitudes de contacto
fil: Mga Kahilingan sa Pakikipag-ugnay
fr: Demandes de contact
id: Permintaan Kontak
ja: 連絡先リクエスト
nl: Contactverzoeken
pt: Solicitações de Contato
ru: Запросы на добавление в контакты
sk: Žiadosť o kontakt
th: คำขอติดต่อ
tr: İletişim Talebi
uk: Запити на додавання до контактів

source: Contact Support
cs: Podpora
de: Support kontaktieren
es: Contactar Soporte
fr: Contacter le service d'aide
id: Hubungi Dukungan
ja: サポートへ連絡する
nl: Contacteer ondersteuning
pt: Contato com o Suporte
ru: Связаться с поддержкой
sk: Kontaktovať podporu
th: ติดต่อฝ่ายสนับสนุน
tr: Destekle İletişime Geçin
uk: Служба підтримки

source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
fil: Mga Contact
id: Kontak
ja: 連絡先
nl: Contacten
pt: Contatos
ru: Контакты
sk: Kontakty
th: ติดต่อ
tr: Kişiler
uk: Контакти

source: Continue
cs: Pokračovat
de: Fortfahren
es: Continuar
fil: Ipagpatuloy
fr: Continuer
id: Teruskan
ja: 続ける
nl: Ga door
pt: Continuar
ru: Продолжить
sk: Pokračovať
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити

source: Convert Crypto
de: Kryptowährung umwandeln
es: Convertir Criptomonedas
fil: I-convert ang Crypto
fr: Convertir les crypto
id: Konversi Kripto
ja: 仮想通貨を変換
nl: Converteer crypto
pt: Converter Crypto
ru: Обменять криптовалюту
sk: Zameniť kryptomeny
tr: Kriptoyu Dönüştür
uk: Конвертувати криптовалюту

source: Copied
cs: Zkopírováno
de: Kopiert
es: Copiado
fil: Kinopya
fr: Copié
id: Disalin
ja: コピーされた
nl: Is gekopieerd
pt: Copiado
ru: Скопировано
sk: Skopírované
th: คัดลอก
tr: Kopyalandı
uk: Скопійовано

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fil: Kopyahin
fr: Copier
id: Salin
ja: コピー
nl: Kopieer
pt: Copiar
ru: Копировать
sk: Kopírovať
th: คัดลอก
tr: Kopyala
uk: Копіювати

source: Copy Logs
cs: Kopírovat logy
de: Log kopieren
es: Copiar logs
fil: Kopyahin ang logs
fr: Copier les journaux
id: Salin Log
ja: ログをコピーする
nl: Kopieer logs
pt: Copiar logs
ru: Копировать логи
sk: Skopírovať Záznamy
th: คัดลอกข้อมูลจากกการบันทึก
tr: Kayıtları kopyala
uk: Копіювати логи

source: Copyright © 2023 Dash Core
fr: Copyright © Dash Core, 2023
id: Hak Cipta © 2023 Dash Core
ru: Все права защищены © 2023 Dash Core
sk: Autorské práva © 2023 Dash Core
tr: Telif hakkı © 2023 Dash Core
uk: Всі права захищено © 2023 Dash Core

source: Could not automatically recover missing or incorrect words
cs: Nelze automaticky obnovit chybějící nebo nesprávná slova
de: Konnte fehlende / falsche Wörter nicht automatisch wiederherstellen
es: No se pudieron recuperar automáticamente las palabras faltantes o incorrectas
fil: Hindi awtomatikong mababawi ang mga nawawala o hindi tamang salita
fr: Les mots incorrects ou manquants n'ont pas pu être retrouvés automatiquement
id: Tidak dapat secara otomatis memulihkan kata yang hilang atau salah
ja: 見落としまたは間違った言葉を自動回復できませんでした
nl: Kon niet automatisch ontbrekende of incorrecte woorden herstellen
pt: Não foi possível recuperar automaticamente palavras ausentes ou incorretas
ru: Не удалось автоматически восстановить отсутствующие или неправильные слова
sk: Chýbajúce alebo nesprávne slová sa nepodarilo automaticky obnoviť.
th: ไม่สามารถกู้คืนคำที่หายไปหรือไม่ถูกต้อง
tr: Otomatik olarak eksik veya hatalı sözcükleri yedekleyememektedir
uk: Не вдалося автоматично відновити пропущені або неправильні слова

source: Could not connect to the Dash network, please check that you are connected to the internet.
de: Verbindung zum Dash-Netzwerk konnte nicht hergestellt werden. Überprüfe bitte, ob du mit dem Internet verbunden bist.
es: No se pudo conectar a la red Dash, verifica que estés conectado a Internet.
fil: Hindi makakonekta sa network ng Dash, mangyaring suriin kung nakakonekta ka sa internet.
fr: Connexion impossible au réseau Dash, veuillez vérifier votre connexion à Internet.
id: Tidak dapat terhubung ke jaringan Dash, harap periksa apakah Anda terhubung ke internet.
ja: Dashのネットワークにつなげられませんでした。インターネットに接続されているか確認してください。
nl: Kon niet verbinden met Dash-netwerk, controleer of je verbonden bent met het internet.
pt: Não foi possível conectar à rede Dash, por favor verifique se você está conectado à internet.
ru: Невозможно подключиться к сети Dash. Пожалуйста, проверьте подключены ли вы к Интернету.
sk: Nepodarilo sa pripojiť k sieti Dash. Skontrolujte, či ste pripojení k internetu.
th: ไม่สามารถเชื่อมต่อกับเครือข่าย DASH โปรดตรวจสอบว่าคุณเชื่อมต่อกับอินเทอร์เน็ต
tr: Dash ağına bağlanılmadı, lütfen internete bağlı olup olmadığınızı kontrol edin.
uk: Не вдалося підключитися до мережі Dash. Будь ласка, перевірте, чи ви підключені до Інтернету.

source: Could not find exchange rate.
de: Kann Wechselkurs nicht finden.
fil: Hindi makita ang halaga ng palitan
fr: Taux de change introuvables.
ja: 為替レートが見つかりません。
nl: De wisselkoers kon niet worden gevonden.
pt: Não foi possível encontrar a taxa de câmbio.
tr: Döviz kuru bulunamadı.

source: Couldn't make payment
cs: Platbu nelze provést
de: Zahlung konnte nicht durchgeführt werden
es: No se pudo realizar el pago
fil: Hindi makagawa ng ipambabayad
fr: Impossible d'effectuer le paiement
id: Tidak dapat melakukan pembayaran
ja: 支払いを完了できませんでした
nl: Kon betaling niet maken
pt: Não foi possível fazer o pagamento
ru: Не удалось совершить платёж
sk: Platba sa nedá uskutočniť
th: ไม่สามารถชำระเงินได้
tr: Ödeme yapılamadı
uk: Не вдалося здійснити платіж

source: Couldn't sweep balance
cs: Zůstatek nelze převést
de: Guthaben konnte nicht übertragen werden
es: No se pudo barrer el saldo
fil: Hindi maka-sweep ng balanse
fr: Impossible de récupérer le solde
id: Tidak dapat membersihkan saldo
ja: 全残高の送金ができませんでした
nl: Het uitvegen van het saldo is mislukt
pt: Não foi possível limpar o saldo
ru: Не получилось перенести баланс
sk: Nedá sa nečítať zostatok
th: ไม่สามารถล้างยอดคงเหลือได้
tr: Bakiye silinemedi
uk: Не вдалося перенести баланс

source: Couldn't transmit payment to Dash network
cs: Platbu nelze odeslat do sítě Dash
de: Zahlung konnte nicht an das Dash-Netzwerk übermittelt werden
es: No se pudo transmitir el pago a la red Dash
fil: Hindi naipahatid ang bayad sa dash network
fr: Impossible de transmettre le paiement au réseau Dash.
id: Tidak dapat mengirim pembayaran ke jaringan Dash
ja: 支払いをDashネットワークへ送信できませんでした
nl: De betaling kan niet worden verstuurd naar het Dash-netwerk
pt: Não foi possível transmitir o pagamento à rede Dash
ru: Не удалось передать платёж в сеть Dash
sk: Platba sa nedá preniesť do dash siete
th: ไม่สามารถชำระเงินส่งไปยังเครือข่าย Dash ได้
tr: Ödeme dash ağına iletilemedi
uk: Не вдалося передати платіж у мережу Dash

source: Create a New Wallet
cs: Vytvořit novou peněženku
de: Neue Wallet erstellen
es: Crear una Nueva Billetera
fil: Gumawa ng bagong pitaka
fr: Créer un nouveau portefeuille
id: Buat Dompet Baru
ja: 新しいウォレットを作成する
nl: Maak een nieuwe portemonnee aan
pt: Criar uma Nova Carteira
ru: Создать новый кошелек
sk: Vytvoriť novú peňaženku
th: สร้างกระเป๋าสตางค์ใหม่
tr: Yeni Cüzdan Oluştur
uk: Створитит нови

source: Create Account
de: Konto erstellen
fil: Lumikha ng Account
fr: Créer un compte
id: Buat Akun
ja: アカウントの作成
nl: Maak account aan
pt: Criar Conta
ru: Создать аккаунт
sk: Vytvoriť účet
tr: Hesab Oluştur
uk: Створити обліковий запис

source: Create an online CrowdNode account
de: Einen neues CrowdNode online Konto erstellen
fil: Lumikha ng online na CrowdNode account
fr: Créer un compte en ligne CrowdNode
ja: CrowdNodeのオンラインアカウントを作成
nl: Maak een online CrowdNode account aan
pt: Crie uma conta online do CrowdNode
tr: Çevrimiçi bir CrowdNode hesabı oluşturun

source: Create Online Account
de: Online Konto erstellen
fil: Lumikha ng Online na Account
fr: Créer un compte en ligne
id: Buat Akun Online
ja: オンラインアカウントを作成
nl: Maak online account aan
pt: Criar conta online
ru: Создать онлайн аккаунт
sk: Vytvoriť online účet
tr: Çevrimiçi Hesap Oluştur
uk: Створити Онлайн Акаунт

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte bancaire
id: Kartu Kredit
ja: クレジットカード
nl: Credticard
pt: Cartão de crédito
ru: Кредитная карта
sk: Kreditná karta
tr: Kredi Kartı
uk: Кредитна картка

source: CrowdNode Account
de: CrowdNode-Konto
fr: Compte CrowdNode
id: Akun CrowdNode
ja: CrowdNodeアカウント
pt: Conta CrowdNode
ru: Аккаунт CrowdNode
sk: Účet CrowdNode
tr: CrowdNode Hesabı
uk: Акаунт CrowdNode

source: CrowdNode benefits
de: CrowdNode Leistungen
fil: Mga benepisyo ng CrowdNode
fr: Bénéfices CrowdNode
ja: CrowdNodeの特典
nl: CrowdNode voordelen
pt: Benefícios CrowdNode
tr: CrowdNode avantajları

source: CrowdNode Support
fil: Suporta sa CrowdNode
fr: Aide CrowdNode
id: Dukungan CrowdNode
ja: CrowdNodeのサポート
nl: CrowdNode ondersteuning
pt: Suporte CrowdNode
ru: Поддержка CrowdNode
sk: Podpora CrowdNode
tr: CrowdNode Desteği
uk: CrowdNode Підтримка

source: CrowdNode uses this address as your account ID. You will lose access to your funds within this wallet and your CrowdNode account if you lose the passphrase associated to this address.
de: Crowdnode nutzt die Adresse als deine Konto ID. Wenn du die zugehörige Passphrase zu der Adresse verlierst, wirst du auch keinen Zugriff auf dein Guthaben und dein Crowdnode Konto mehr besitzen.
fil: Ginagamit ng CrowdNode ang address na ito bilang iyong account ID. Mawawalan ka ng access sa iyong mga pondo sa loob ng wallet na ito at sa iyong CrowdNode account kung mawala mo ang passphrase na nauugnay sa address na ito.
fr: CrowdNode utilise cette adresse comme identifiant de votre compte. Vous perdrez l'accès à vos fonds dans ce portefeuille et dans votre compte CrowdNode si vous perdez la phrase de passe associée à cette adresse.
ja: CrowdNodeは、このアドレスをお客様のアカウントIDとして使用します。このアドレスに割り当てられたパスフレーズを紛失すると、このウォレットとCrowdNodeのアカウントにある資金へのアクセスが出来なくなります。
nl: CrowdNode gebruikt dit adres als account-ID. Je verliest de toegang tot je geld in deze portemonnee alsmode je CrowdNode account als je de wachtwoordzin verliest die aan dit adres is gekoppeld.
pt: CrowdNode usa este endereço como seu ID da conta. Você perderá o acesso aos seus fundos nesta carteira e à sua conta CrowdNode se perder a frase de recuperação associada a este endereço.
tr: CrowdNode, bu adresi hesap kimliğiniz olarak kullanır. Bu adresle ilişkili parolayı kaybederseniz, bu cüzdandaki ve CrowdNode hesabınızdaki paranıza erişiminizi kaybedersiniz.

source: CrowdNode withdrawal limits
de: CrowdNode Auszahlungslimits
fil: Mga limitasyon sa pag-withdraw sa CrowdNode
fr: Limites de retrait CrowdNode
id: Batas penarikan CrowdNode
ja: CrowdNodeの出金限度額
nl: CrowdNode opname limiet
pt: Limites de retirada do CrowdNode
ru: Лимит CrowdNode на вывод
sk: Limity výberu CrowdNode
tr: CrowdNode para çekme limitleri
uk: Ліміти виведення з CrowdNode

source: CSV Export
es: Exportar CSV
fr: Exportation CSV
id: Ekspor CSV
ja: CSVのエクスポート
nl: CSV exporteren
pt: Exportar CSV
ru: Экспортировать CSV
sk: Export CSV
tr: CSV Dışa Aktarma
uk: Експорт CSV

source: Current APY = %@
de: Derzeitige APY = %@
fil: Kasalukuyang APY = %@
fr: Taux de rendement annuel actuel = %@
id: APY saat ini = %@
ja: 現在のAPY = %@
nl: Huidige jaarlijks rendement = %@
pt: APY atual = %@
ru: Текущий APY = %@
sk: Aktuálne zhodnotenie = %@
tr: Mevcut YFG = %@
uk: Поточний APY = %@

source: Current APY is %@
de: Derzeitige APY ist %@.
fil: Ang kasalukuyang APY ay %@
fr: Le taux de rendement annuel est actuellement %@
id: APY saat ini adalah %@
ja: 現在のAPY: %@
nl: Huidig jaarlijks rendement is %@
pt: APY atual é %@
ru: Текущий APY %@
sk: Aktuálne zhodnotenie je %@
tr: Mevcut YFG %@
uk: Поточний APY становить %@

source: Current location
de: Aktueller Standort
es: Ubicación actual
fil: Kasalukuyang Lokasyon
fr: Localisation actuelle
id: Lokasi saat ini
ja: 現在地
nl: Huidige locatie
pt: Localização atual
ru: Текущее местоположение
sk: Súčasná poloha
tr: Mevcut konum
uk: Поточне місцезнаходження
