Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 11 words, would you like to automatically recover the missing word?
cs: Pokoušíte se obnovit peněženku pomocí 12 slovní fráze pro obnovení, ale zadali jste pouze 11 slov, chcete automaticky obnovit chybějící slova?
de: Anscheinend versuchst du deine Wallet mit einer Wiederherstellungsphrase aus 12 Wörtern wiederherzustellen, allerdings hast du nur 11 Wörter eingegeben. Möchtest du das fehlende Wort automatisch wiederherstellen?
es: Parece que estás intentando restaurar tu billetera usando una frase de recuperación de 12 palabras, sin embargo, solo has ingresado 11 palabras. ¿Te gustaría recuperar automáticamente la palabra que falta?
fil: Mukhang sinusubukan mong ibalik ang iyong pitaka gamit ang isang 12 na recovery phrase, subalit nakapaglagay ka lamang ng 11 salita, nais mo bang awtomatikong mabawi ang nawawalang salita?
fr: Il semble que vous tentiez de restaurer votre portefeuille avec une phrase de récupération de 12 mots. Cependant vous n'avez indiqué que 11 mots. Voulez-vous retrouver automatiquement le mot manquant ?
id: Sepertinya Anda mencoba mengembalikan dompet Anda menggunakan frasa pemulihan 12 kata, namun Anda hanya memasukkan 11 kata, apakah Anda ingin memulihkan kata yang hilang secara otomatis?
ja: 12個の語句からなるリカバリーフレーズを使ってウォレットを復元しようとしているようですが、11個の語句しか入力されていません。不足している語句を自動的に復元しますか。
nl: Het ziet er naar uit dat je probeert een portemonnee te herstellen met een herstelzin van 12 woorden, maar je hebt maar 11 woorden ingevoerd, wil je automatisch de ontbrekende woorden herstellen?
pt: Parece que você está tentando restaurar sua carteira usando uma frase de recuperação de 12 palavras, no entanto, você inseriu apenas 11 palavras, você gostaria de recuperar automaticamente as palavras que faltam?
ru: Кажется, вы пытаетесь восстановить свой кошелёк с помощью фразы восстановления из 12 слов. Однако, вы ввели только 11 слов. Хотите автоматически восстановить пропущенное слово?
sk: Zdá sa, že sa pokúšate obnoviť svoju peňaženku pomocou 12-slovnej frázy na obnovenie, avšak zadali ste iba 11 slov. Chcete automaticky obnoviť chýbajúce slovo?
th: ดูเหมือนว่าคุณกำลังพยายามกู้คืนกระเป๋าเงินของคุณโดยใช้วลีการกู้คืน 12 คำ แต่คุณได้ป้อน 11 คำเท่านั้นคุณต้องการกู้คืนคำที่หายไปโดยอัตโนมัติหรือไม่
tr: Görünüşe göre cüzdanınızın 12 kelimelik bir kurtarma sözcük grubu kullanarak geri kurtarmaya çalışıyorsunuz, ancak yalnızca 11 kelime girdiniz, eksik kelimeyi otomatik olarak kurtarmak ister misiniz?
uk: Ви намагаєтеся відновити свій гаманець за допомогою фрази відновлення з 12 слів. Однак, ви ввели лише 11 слів. Бажаєте автоматично відновити пропущене слово?

source: Join Evolution
cs: Připojte se k Evolution
de: An Evolution teilnehmen
es: Únete a Evolution
fil: Sumali sa Ebolusyon
fr: Rejoindre Evolution
id: bergabunglah dengan evolusi
ja: エボリューションに参加する
nl: Sluit je aan bij Evolution
pt: Junte-se ao Evolution
ru: Присоединиться к Evolution
sk: Pridajte sa k evolúcii
th: เข้าร่วมกับวิวัฒนาการ
tr: Evolution'a katıl
uk: Приєднатись до Evolution

source: Joining the pool
de: Eintritt in den Pool
fil: Sumasali sa pool
fr: Rejoindre une équipe
ja: プールの参加
nl: Deelnemen aan de pool
pt: Entrando no "pool"
tr: Havuza katılmak

source: Key Id
de: Schlüssel als Zeichenkette
fr: Identifiant de clé
ja: キーID
nl: Sleutel ID
pt: Identificador de Chave
ru: Ключ Id
sk: Id kľúča
tr: Anahtar Kimliği
uk: Ідентифікатор ключа

source: Keypair
de: Schlüsselpaar
fr: Paire de clés
ja: キーペア
nl: Sleutelpaar
pt: Par de chaves
ru: Пара ключей
sk: Kľúčový pár
tr: Anahtar Çifti
uk: Ключі

source: Last device sync
de: Letzte Gerätesynchronisierung
es: Sincronización del último dispositivo
fil: Huling pag-sync ng device
fr: Dernière synchro de l'appareil
id: Sinkronisasi perangkat terakhir
ja: 前回のデバイス同期
nl: Laatste apparaatsynchronisatie
pt: Última sincronização do dispositivo
ru: Синхронизация с последним устройством
sk: Posledná synchronizácia zariadenia
tr: Son cihaz senkronizasyonu
uk: Останній пристрій який було синхронізовано

source: Last known balance
de: Alle Standorte anzeigen
es: Último saldo conocido
fil: Huling alam na balanse
fr: Dernier solde connu
id: Saldo terakhir yang diketahui
ja: 直近の残高
nl: Laatst bekende saldo
pt: Último saldo conhecido
ru: Последний известный баланс
sk: Posledná známa bilancia
tr: Bilinen son bakiye
uk: Останній відомий баланс

source: Last server update
de: Letztes Server-Update
es: última actualización del servidor
fil: Huling pag-update ng server
fr: Dernière mise à jour du serveur
id: Pembaruan server terakhir
ja: 前回のサーバーアップデート
nl: Laatste server update
pt: Última atualização do servidor
ru: Последнее обновление сервера
sk: Posledná synchronizácia servera
tr: Son sunucu güncellemesi
uk: Останнє оновлення сервера

source: Learn More
de: Mehr erfahren
es: Aprende más
fil: Matuto pa
fr: En savoir plus
id: Pelajari lebih lanjut
ja: 詳細はこちら
nl: Lees verder
pt: Saiba mais
ru: Узнать больше
sk: Ďalšie informácie
tr: Daha fazla bilgi edin
uk: Дізнатися більше

source: Learn More...
de: Mehr erfahren...
fil: Matuto pa...
fr: En savoir plus…
id: Pelajari lebih lanjut...
ja: 詳細はこちら...
nl: Kom meer te weten...
pt: Saiba mais...
ru: Узнать больше
sk: Ďalšie informácie...
tr: Daha fazla bilgi edin...
uk: Дізнатися більше...

source: Let me know when it’s done
cs: Dejte mi vědět, až to bude hotové
de: Benachrichtige mich, wenn dies abgeschlossen ist
es: Avísame cuando esté listo
fil: Ipaalam sa akin kung kailan ito tapos
fr: Prévenez-moi quand c'est fait
id: Beri tahu saya jika sudah selesai
ja: 完了したらお知らせください
nl: Laat me weten wanneer het klaar is
pt: Me avise quando estiver pronto
ru: Сообщить, когда будет готово
sk: Informovať ma keď bude hotovo
th: แจ้งให้ฉันทราบเมื่อเสร็จแล้ว
tr: Bittiğinde bana haber ver
uk: Повідомити, коли буде готово

source: Link Coinbase Account
de: Coinbase Konto verknüpfen
es: Vincular cuenta de Coinbase
fil: I-link ang Coinbase account
fr: Lier au compte Coinbase
id: Tautkan akun Coinbase
ja: Coinbaseアカウントをリンク
nl: Koppel Coinbase account
pt: Conectar Conta Coinbase
ru: Привязать аккаунт Coinbase
sk: Prepojiť účet na Coinbase
tr: Coinbase Hesabını Bağla
uk: Прив’яжіть обліковий запис Coinbase

source: Link Existing Account
de: Bestehendes Konto verbinden
fil: I-link ang Umiiral na Account
fr: Utiliser un compte existant
ja: 既存アカウントへのリンク
nl: Link bestaand account
pt: Vincular Conta Existente
tr: Mevcut Hesabı Bağla

source: Link Existing CrowdNode Account
de: Bestehendes CrowdNode-Konto verbinden
fil: I-link ang Umiiral na CrowdNode Account
fr: Utiliser un compte CrowdNode existant
id: Tautkan Akun CrowdNode yang Ada
ja: 既存のCrowdNodeアカウントへのリンク
nl: Link bestaand account CrowdNode
pt: Vincular Conta Existente no CrowdNode
ru: Привязать уже существующий аккаунт CrowdNode
sk: Prepojiť existujúci CrowdNode účet
tr: Mevcut CrowdNode Hesabını Bağla
uk: Прив'язати Існуючий Обліковий Запис CrowdNode

source: Link Uphold Account
cs: Připojit účet Uphold
de: Uphold-Konto verknüpfen
es: Vincular cuenta de Uphold
fil: I-liink ang Uphold Account
fr: Lier un compte Uphold
id: Tautkan Akun Uphold
ja: Upholdアカウントをリンクさせる
nl: Koppel Uphold account
pt: Conectar Conta Uphold
ru: Привязать Uphold аккаунт
sk: Pripojiť Uphold účet
th: เชื่อมบัญชี Uphold
tr: Uphold Hesabını Bağla
uk: Прив'язати акаунт Uphold

source: Link Uphold account
de: Uphold Account verknüpfen
es: Vincular cuenta de Uphold
fil: I-link ang Uphold account
fr: Associer un compte Uphold
id: Tautkan akun Uphold
ja: Upholdアカウントへのリンク
nl: Koppel Uphold-rekening
pt: Associar conta de Uphold
ru: Привязать Uphold аккаунт
sk: Pripojiť Uphold účet
tr: Uphold hesabını bağla
uk: Прив'язати акаунт Uphold

source: Link your account
de: Konto verknüpfen
fil: I-link ang iyong account
fr: Relier votre compte
id: Tautkan akun Anda
ja: お客様のアカウントをリンク
nl: Koppel je rekening
pt: Conectar sua conta
ru: Привязать аккаунт
sk: Pripojiť váš účet
tr: Hesabınızı bağlayın
uk: Прив'язати ваш акаунт

source: Link your Coinbase account
de: Dein Coinbase Konto verknüpfen
es: Vincula tu cuenta de Coinbase
fil: I-link ang iyong Coinbase account
fr: Liez à votre compte Coinbase
id: Tautkan akun Coinbase Anda
ja: Coinbaseアカウントをリンクする
nl: Koppel je Coinbase account
pt: Conecte sua conta Coinbase
ru: Привяжите ваш аккаунт Coinbase
sk: Prepojiť váš účet na Coinbase
tr: Coinbase hesabınızı bağlayın
uk: Прив’яжіть свій обліковий запис Coinbase

source: Link your Uphold account
de: Dein Uphold Konto verknüpfen
es: Vincula tu cuenta de Uphold
fil: I-link ang iyong Uphold account
fr: Liez votre compte Uphold
id: Tautkan akun Uphold anda
ja: お客様のUpholdアカウントをリンクする
nl: Koppel Uphold account
pt: Conecte sua conta Uphold
ru: Привяжите ваш аккаунт Uphold
sk: Pripojiť váš Uphold účet
tr: Uphold hesabınızı bağlayın
uk: Прив’яжіть свій обліковий запис Uphold

source: Local Currency
cs: Místní Měna
de: Lokale Währung
es: Moneda Local
fil: Lokal na pananalapi
fr: Monnaie locale
id: Mata uang lokal
ja: 通貨表示
nl: Lokale munteenheid
pt: Moeda Local
ru: Валюта
sk: Miestna mena
th: สกุลเงินท้องถิ่น
tr: Yerel Para Birimi
uk: Локальна валюта

source: Local requested amount: %@
cs: Požadovaná částka: %@
de: Lokal angefragter Betrag: %@
es: Cantidad local solicitada: %@
fil: Lokal na hiniling na halaga: %@
fr: Montant local demandé : %@
id: Jumlah lokal yang diminta: %@
ja: 現地通貨の請求金額: %@
nl: Lokaal verzocht bedrag: %@
pt: Total local solicitado: %@
ru: Сумма в местной валюте: %@
sk: Miestna vyžadovaná suma: %@
th: จำนวนเงินที่ต้องการท้องถิ่น: %@
tr: Yerel istenilen miktar: %@
uk: Сума у ​​місцевій валюті: %@

source: Location
de: Ort
es: Ubicación
fil: Lokasyon
fr: Localisation
id: Lokasi
ja: 位置
nl: Locatie
pt: Localização
ru: Место нахождения
sk: Miesto
tr: Konum
uk: Місцезнаходження

source: Locked
cs: Blokováno
de: Gesichert
es: Asegurado
fil: Naka-lock
fr: Verrouillé
id: Terkunci
ja: ロック済み
nl: Vergrendeld
pt: Bloqueado
ru: Зафиксировано
sk: Uzamknuté
th: ล็อค
tr: Kilitlendi
uk: Заблоковано

source: Log in to CrowdNode
de: Bei CrowdNode anmelden
fil: Mag-log in sa CrowdNode
fr: Se connecter à CrowdNode
id: Masuk ke CrowdNode
ja: CrowdNodeにログイン
nl: Log in op CrowdNode
pt: Faça login no CrowdNode
ru: Войти в CrowdNode
sk: Prihláste sa do CrowdNode
tr: CrowdNode'da oturum açın
uk: Ввійти в CrowdNode

source: Log out from Uphold
cs: Odhlásit z účtu Uphold
de: Aus Uphold abmelden
es: Cerrar sesión desde Uphold
fil: Mag-log out mula sa Uphold
fr: Se déconnecter d'Uphold
id: Keluar dari Uphold
ja: Upholdからログアウトする
nl: Bij Uphold uitloggen
pt: Sair do Uphold
ru: Выйти из Uphold
sk: Odhlásiť s Upholdu
th: ออกจากระบบ Uphold
tr: Uphold'dan çıkış yap
uk: Вийти з Uphold

source: Login with Face ID
cs: Přihlásit přes Face ID
de: Mit Face ID einloggen
es: Login con Face ID
fil: Buksan gamit ang Face ID
fr: Se connecter avec Face ID
id: Masuk dengan Pengenal Wajah
ja: Face IDを使ってログインする
nl: Inloggen met gezichtsherkenning
pt: Login com Face ID
ru: Войти с помощью Face ID
sk: Prihláste sa pomocou Face ID
th: เข้าสู่ระบบด้วย Face ID
tr: Yüz Kimliği ile Oturum Aç
uk: Увійти за допомогою Face ID

source: Login with Touch ID
cs: Přihlásit přes Touch ID
de: Mit Touch ID einloggen
es: Login con Touch ID
fil: Buksan gamit ang Touch ID
fr: Se connecter avec Touch ID
id: Masuk dengan Pengenal Sentuh
ja: Touch IDを使ってログインする
nl: Inloggen met vingeridentificatie
pt: Login com Touch ID
ru: Войти с помощью Touch ID
sk: Prihláste sa pomocou Touch ID
th: เข้าสู่ระบบด้วย Touch ID
tr: Dokunmatik Kimlik ile Oturum Aç
uk: Увійти за допомогою Touch ID

source: Logout
cs: Odhlásit
de: Ausloggen
es: Cerrar sesión
fil: Isara
fr: Se déconnecter
id: Keluar
ja: ログアウト
nl: Uitloggen
ru: Выходить
sk: Odhlásiť sa
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти

source: Logout after
cs: Odhlásit po
de: Ausloggen nach
es: Cerrar sesión más tarde
fil: Isara pagkatapos
fr: Se déconnecter après
id: Keluar setelah
ja: の後にログアウト
nl: Uitloggen na
pt: Logout depois de
ru: Выходить через
sk: Odhlásiť sa po
th: ออกจากระบบหลังจาก
tr: Sonra çıkış yap
uk: Вийти через

source: Looks like you are emptying your Dash Wallet
de: Es scheint als würdest du deine Dash Wallet leeren
fil: Mukhang inubos mo ang laman ng iyong Dash Wallet
fr: Il semble que vous videz votre Dash Wallet
id: Sepertinya Anda sedang mengosongkan Dompet Dash Anda
ja: お客様のDash Walletに資金がありません
nl: Het ziet er naar uit dat je je Dashportemonee leeg aan het maken bent
pt: Parece que você está esvaziando sua Carteira Dash
ru: Похоже, вы выводите средства из Dash Wallet
sk: Zdá sa, že vyprázdňujete svoju Dash peňaženku
tr: Dash Cüzdanınızı boşaltıyor gibisiniz
uk: Схоже ви спустошуєте свій гаманець

source: Low
cs: Nízká
de: Niedrig
es: Bajo
fil: Mababa
fr: Bas
id: Rendah
ja: 低
nl: Laag
pt: Baixo
ru: Низкий
sk: Nízke
th: ต่ำ
tr: Düşük
uk: Низький

source: Manage GPS Permission
de: GPS-Erlaubnis verwalten
es: Administrar permisos de GPS
fil: Pamahalaan ang Pahintulot sa GPS
fr: Gérer la permission GPS
id: Kelola Izin GPS
ja: GPS許可を管理する
nl: Beheer gpsinstellingen
pt: Gerenciar permissão de GPS
ru: Изменить разрешения GPS
sk: Spravovať povolenie GPS
tr: GPS İznini Yönet
uk: Керувати дозволом GPS

source: Manage Trusted Node
cs: Spravovat důvěryhodný node
de: Zuverlässige Knoten verwalten
es: Gerenciar nodo de confianza
fil: Pamahalaan ang mga Pinagkakatiwalaang Node
fr: Gérer un nœud de confiance
id: Kelola Node Tepercaya
ja: 信頼できるノードを管理する
nl: Beheer vertrouwde Node
pt: Gerenciar Nó Confiável
ru: Управление доверенным узлом
sk: Spravovať dôveryhodný uzol
th: จัดการโหนดที่เชื่อถือได้
tr: Güvenilen Düğümü Yönet
uk: Керування довіреним вузлом

source: Map
de: Karte
es: Mapa
fil: Mapa
fr: Carte
id: Peta
ja: マップ
nl: Kaart
pt: Mapa
ru: Карта
sk: Mapa
tr: Harita
uk: Карта

source: Masternode Keys
de: Masternode-Schlüssel
fil: Mga Masternode Key
fr: Clés de masternode
ja: マスターノードキー
nl: Masternode sleutels
pt: Chaves do Masternode
ru: Masternode ключи
sk: Kľúče Masternode
tr: Ana düğüm Anahtarları
uk: Ключі Мастернод

source: masternode list #%d of %d
cs: seznam masternodů #%1$d z %2$d
de: Masternode-Liste #%1$d von %2$d
es: Lista de masternode #%1$d de %2$d
fil: listahan ng masternode #%1$d ng %2$d
fr: liste de masternodes #%1$d sur %2$d
id: daftar masternode #%1$d of %2$d
ja: %2$dのマスターノードリスト#%1$d
nl: lijst masternodes #%1$d of %2$d
pt: lista de masternode #%1$d de %2$d
ru: список мастернод #%1$d из %2$d
sk: zoznam mastenódov: %1$d z %2$d
th: รายการมาสเตอร์โหนด #%1$d of %2$d
tr: Anadüğüm listesi #%1$d / %2$d
uk: список Мастернод #%1$d з %2$d

source: Masternode Registration
cs: Registrace masternode
de: Masternode-Registrierung
es: Registro de Masternode
fil: Pagpaparehistro ng Masternode
fr: Enregistrement de masternode
id: Pendaftaran Masternode
ja: マスターノードの登録
nl: Registreren masternode
pt: Registro de Masternode
ru: Регистрация masternode
sk: Registracia masternódu
th: การลงทะเบียนมาสเตอร์โหนด
tr: Anadüğüm Kayıt İşlemi
uk: Реєстрація Мастерноди

source: Masternode Revocation
cs: Zrušení masternode
de: Masternode-Rücknahme
es: Revocación de Masternode
fil: Pagbawi ng Masternode
fr: Révocation de masternode
id: Cabut Masternode
ja: マスターノードの取り消し
nl: Herroepen masternode
pt: Revogação de Masternode
ru: Отключение masternode
sk: Zrušenie masternódu
th: การเพิกถอนมาสเตอร์โหนด
tr: Anadüğüm Kaldırma
uk: Відключення Мастерноди

source: Masternode Update
cs: Aktualizace masternode
es: Actualizar Masternode
fil: Pag-update ng Masternode
fr: Mettre à jour un masternode
id: Pembaruan Masternode
ja: マスターノードのアップデート
nl: Updaten masternode
pt: Atualização de Masternode
ru: Обновление masternode
sk: Aktualizácia masternódu
th: อัพเดตมาสเตอร์โหนด
tr: Anadüğüm Güncellemesi
uk: Оновлення Мастерноди

source: Max
es: Máximo
fr: Maximum
ja: 最大
pt: Máximo
ru: Макс
th: สูงสุด
tr: Maksimum
uk: Максимум

source: Medium
cs: Střední
de: Mittel
es: Mediano
fil: Katamtaman
fr: Moyen
id: Sedang
ja: 中間
pt: Média
ru: Средний
sk: Stredné
th: ปานกลาง
tr: Orta
uk: Середній

source: Members are free to leave the pool and can most often leave immediately.
de: Den Mitgliedern steht es frei, den Pool zu verlassen, und sie können es in den meisten Fällen sofort vollziehen.
fil: Ang mga miyembro ay malayang umalis sa pool at kadalasan ay maaaring umalis kaagad.
fr: Les membres sont libres de quitter les serveurs, et peuvent dans la plupart des cas le faire immédiatement.
ja: 会員は自由にプールを退出することができ、ほとんどの場合すぐに退出できます。
nl: Leden zijn vrij om de pool te verlaten en kunnen meestal meteen vertrekken.
pt: Os membros são livres para sair do pool e na maioria das vezes podem sair imediatamente.
tr: Üyeler havuzdan istedikleri zaman ayrılabilme özgürlüğüne sahiplerdir.

source: Merchant search works better with Location Services turned on.
de: Die Händlersuche funktioniert besser, wenn die Standortdienste aktiviert sind.
es: La búsqueda de comerciantes funciona mejor con los servicios de ubicación activados.
fil: Mas mahusay na gumagana ang paghahanap ng merchant kapag naka-on ang Mga Serbisyo sa Lokasyon.
fr: La recherche de vendeurs marche mieux lorsque les services de localisation sont activés.
id: Pencarian pedagang bekerja lebih baik dengan Layanan Lokasi diaktifkan.
ja: 位置情報サービスをオンにすると、加盟店検索がより機能します。
nl: Zoeken naar acceptanten werkt beter met locatiediensten ingeschakeld.
pt: A pesquisa de comércios funciona melhor com os Serviços de Localização ativados.
ru: Поиск продавцов работает лучше всего с включенными службами геолокации.
sk: Vyhľadávanie obchodníkov funguje lepšie so zapnutými službami určovania polohy.
tr: Tüccar araması, Konum Servisleri açıkken daha iyi çalışır.
uk: Пошук продавців працює краще, якщо ввімкнено служби локації.

source: More
cs: Více
de: Mehr
es: Más
fil: Marami
fr: Plus
id: Lebih
ja: 追加
nl: Meer
pt: Mais
ru: Больше
sk: Viac
th: มากขึ้น
tr: Daha Fazla
uk: Більше

source: More Control
cs: Lepší správa
de: Mehr Kontrolle
es: Más Control
fil: Mas marami pang kontrol
fr: Plus de contrôle
id: Kontrol lebih lanjut
ja: コントロールの追加
nl: Meer controle
pt: Mais Controle
ru: Больше контроля
sk: Viac kontroly
th: ควบคุมมากขึ้น
tr: Daha Fazla Kontrol
uk: Більше контролю

source: Moved from
cs: Přesunuto z
de: Verschoben von
es: Movido de
fil: Ilipat mula
fr: Déplacé de
id: Pindah dari
ja: から移動した
nl: Verplaatst van
pt: Movido de
ru: Перемещено из
sk: Presunuté z
th: เคลื่อนย้ายจาก
tr: Taşındı
uk: Переміщено з

source: Moved to Address
cs: Přesunuto na adresu
de: Verschoben zur Adresse
es: Movido a la Dirección
fil: Ilipat sa address
fr: Déplacé vers l'adresse
id: Terpindah ke Alamat
ja: アドレスへ移動した
nl: Verplaatst naar adres
pt: Movido para Endereço
ru: Перемещно на адрес
sk: Presunuté k adrese
th: ย้ายไปยังที่อยู่
tr: Adrese Taşındı
uk: Переміщено на адресу

source: My Contacts
cs: Moje kontakty
de: Meine Kontakte
es: Mis contactos
fil: Ang Aking mga Contacts
fr: Mes contacts
id: Kontak saya
ja: 私の連絡先
nl: Mijn contacten
pt: Meus Contatos
ru: Мои контакты
sk: Moje kontakty
th: ติดต่อของฉัน
tr: Kişilerim
uk: Мої контакти

source: Name
cs: Jméno
es: Nombre
fil: Pangalan
fr: Nom
id: Nama
ja: 名前
nl: Naam
pt: Nome
ru: Имя
sk: Meno
th: ชื่อ
tr: İsim
uk: Назва

source: Name: from A to Z
de: Name: von A bis Z
es: Nombre: desde A hasta Z
fil: Pangalan: mula A hanggang Z
fr: Nom : de A à Z
id: Nama: dari A ke Z
ja: 名前: A～Z
nl: Naam: A tot Z
pt: Nome: de A a Z
ru: Название: от А до Я
sk: Názov: od A po Z
tr: İsim: A'dan Z'ye
uk: Назва: від А до Я

source: Name: from Z to A
de: Name: von Z bis A
es: Nombre: desde Z hasta A
fil: Pangalan: mula Z hanggang A
fr: Nom : de Z à A
id: Nama: dari Z ke A
ja: 名前: Z～A
nl: Naam: Z tot A
pt: Nome: de Z a A
ru: Название: от Я до А
sk: Názov: from Z to A
tr: İsim: Z'den A'ya
uk: Назва: від Я до А

source: Nearby
de: In der Nähe
es: Cercano
fil: Sa malapit
fr: À proximité
id: Terdekat
ja: 周辺環境
nl: Dichtbij
pt: Próximo
ru: Рядом
sk: V blízkosti
tr: Yakında
uk: Поруч

source: Need help?
de: Benötigst du Hilfe?
fil: Kailangan ng tulong ?
fr: Besoin d'aide ?
id: Butuh bantuan?
ja: お困りですか。
nl: Hulp nodig?
pt: Precisa de ajuda?
ru: Нужна помощь?
sk: Potrebujete pomoc?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?

source: Network
cs: Síť
de: Netzwerk
es: Red de trabajo
fr: Réseau
id: Jaringan
ja: ネットワーク
nl: Netwerk
pt: Rede
ru: Сеть
sk: Sieť
th: เครือข่าย
tr: Ağ
uk: Мережа

source: Network fee
cs: Poplatek síti
de: Netzwerk-Gebühr
es: Comisión de red
fr: Frais de réseau
id: Biaya jaringan
ja: ネットワーク手数料
nl: Netwerkkosten
pt: Taxa de rede
ru: Комиссия сети
sk: Sieťový poplatok
th: ค่าธรรมเนียมเครือข่าย
tr: Ağ ücreti
uk: Комісія мережі

source: Network Unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fil: Hindi Magagamit ang Network
fr: Réseau non disponible
id: Jaringan tak tersedia
ja: ネットワークが利用できません
nl: Netwerk niet beschikbaar
pt: A rede não está disponível
ru: Сеть недоступна
sk: Sieť nedostupná
tr: Ağ Kullanılamıyor
uk: Мережа Недоступна

source: New
cs: Nový
de: Neu
es: Nuevo
fil: Bago
fr: Nouveau
id: Baru
ja: 新規
nl: Nieuw
pt: Novo
ru: Новые
sk: nových
th: ใหม่
tr: Yeni
uk: Нові

source: New CrowdNode Account
de: Neues Crowdnode Konto
fil: Bagong CrowdNode Account
fr: Nouveau compte CrowdNode
ja: CrowdNodeの新規アカウント
nl: Nieuw account CrowdNode
pt: Nova conta CrowdNode
tr: Yeni CrowdNode Hesabı

source: NFC device
cs: NFC zařízení
de: NFC-Gerät
es: Dispositivo NFC
fr: Appareil NFC
id: Perangkat NFC
ja: NFCデバイス
nl: NFC-apparaat
pt: Dispositivo NFC
ru: NFC-устройство
sk: NFC zariadenie
th: อุปกรณ์ NFC
tr: NFC cihazı
uk: NFC пристрій

source: NFC device didn't transmit a valid Dash address
cs: NFC zařízení neodeslalo platnou Dash adresu
de: NFC-Gerät hat keine gültige Dash-Adresse übermittelt
es: El dispositivo NFC no transmitió una dirección válida de Dash
fil: Ang NFC device ay hindi nagpadala ng valid na Dash address
fr: l'appareil NFC n'a pas transmis une adresse Dash valide
id: Perangkat NFC tidak mengirimkan alamat Dash yang valid
ja: NFCデバイスは有効なDashアドレスを送信しませんでした
nl: NFC-apparaat heeft geen geldig Dash-adres verzonden
pt: Dispositivo NFC não transmitiu um endereço de Dash válido
ru: NFC-устройство не предоставило Dash адрес
sk: NFC zariadenie nevyslalo validnú Dash adresu
th: อุปกรณ์ NFC ไม่ได้ส่งที่อยู่ dash ที่ถูกต้อง
tr: NFC cihazı geçerli bir Dash adresi göndermedi
uk: Пристрій NFC не передав дійсну адресу Dash

source: No
de: Nein
fil: Hindi
fr: Non
id: Tidak
nl: Nee
pt: Não
ru: Нет
sk: Nie
tr: Hayır
uk: Ні

source: No active user
de: Kein aktiver Nutzer
fil: Walang aktibong user
fr: Aucun utilisateur actif
id: Tidak ada pengguna aktif
ja: アクティブなユーザーがいません
nl: Geen actieve gebruiker
pt: Nenhum usuário ativo
ru: Отсутствует активный пользователь
sk: Žiadny aktívny používateľ
tr: Aktif kullanıcı yok
uk: Немає активного користувача

source: No payment methods
de: Keine Zahlungsmethode
fil: Walang paraan ng pagbabayad
fr: Aucun mode de paiement
id: Tidak ada metode pembayaran
ja: 支払い方法がありません
nl: Geen betalingsmethodes
pt: Sem métodos de pagamento
ru: Отсутствуют способы оплаты
sk: Žiadne spôsoby platby
tr: Ödeme yöntemi yok
uk: Немає способів оплати

source: No payment methods found
de: Keine Zahlungsmethode gefunden
fil: Walang nakitang paraan ng pagbabayad
fr: Aucun mode de paiement trouvé
id: Tidak ada metode pembayaran ditemukan
ja: 支払い方法が見つかりませんでした
nl: Geen betalingsmethodes gevonden
pt: Nenhuma forma de pagamento encontrada
ru: Не указаны способы оплаты
sk: Nenašli sa žiadne spôsoby platby
tr: Ödeme yöntemi bulunamadı
uk: Жодного способа оплати не знайдено

source: No Results Found
de: Kein Ergebniss gefunden
es: No se han encontrado resultados
fil: Walang nahanap na resulta
fr: Aucun résultat trouvé
id: Tidak ada hasil yang ditemukan
ja: 検索結果が見つかりませんでした
nl: Geen resultaten gevonden
pt: Nenhum Resultado Encontrado
ru: Результатов не найдено
sk: Neboli nájdené žiadne výsledky
tr: Sonuç bulunamadı
uk: Нічого не знайдено
