Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Allow camera access in Settings
cs: Povolte přístup k fotoaparátu v nastavení
de: Zugriff auf Kamera in den Einstellungen erlauben
es: Permite acceso a cámara en las Configuraciones
fil: Payagang i-access ang camera sa Settings
fr: Permettre l'accès à la caméra dans Réglages
id: Izinkan akses kamera di Pengaturan
ja: 端末設定でカメラへのアクセスを許可する
nl: Camera toegang in Instellingen toestaan
pt: Permita o uso da câmera em Configurações
ru: Разрешить доступ к камере в Настройках
sk: Povoliť prístup ku kamere v nastaveniach
th: อนุญาตให้เข้าถึงกล้องถ่ายรูปในการตั้งค่า
tr: Ayarlardan kamera erişimine izin ver
uk: Дозволити доступ до камери в налаштуваннях

source: Allow Face ID access in Settings
cs: Povolte přístupk k Face ID v nastavení
de: Zugriff auf Face ID in den Einstellungen erlauben
es: Permite acceso al Face ID en Configuraciones
fil: Payagang i-access ang Face ID sa Settings
fr: Permettre l'accès à Face ID dans Réglages
id: Izinkan akses Pengenal Wajah di Pengaturan
ja: 端末設定でFace IDへのアクセスを許可する
nl: Gezichtsherkenning in Instellingen toestaan
pt: Permita o acesso a Face ID em Configurações
ru: Разрешить доступ к Face ID в Настройках
sk: Povoliť prístup k Face ID v nastaveniach
th: อนุญาตให้เข้าถึง Face ID ในการตั้งค่า
tr: Ayarlardan Yüz Kimliğine erişim izni ver
uk: Дозволити доступ до Face ID в налаштуваннях

source: Allow Touch ID access in Settings
cs: Povolote přístup k Touch ID v nastavení
de: Zugriff auf Touch ID in den Einstellungen erlauben
es: Permite acceso al Touch ID en Configuraciones
fil: Payagang i-access ang Touch ID sa Settings
fr: Permettre l'accès à Touch ID dans Réglages
id: Izinkan akses Pengenal Sentuh di Pengaturan
ja: 端末設定でTouch IDへのアクセスを許可する
nl: Vingeridentificatie toegang in Instellingen toestaan
pt: Permita o acesso a Touch ID em Configurações
ru: Разрешить доступ к Touch ID в Настройках
sk: Povoliť prístup k Touch ID v nastaveniach
th: อนุญาตให้เข้าถึง Touch ID ในการตั้งค่า
tr: Ayarlardan Dokunmatik Kimliğe erişim izni ver
uk: Дозволити доступ до Touch ID в налаштуваннях

source: Amount in Dash
de: Betrag in Dash
es: Monto en Dash
fil: Halaga sa Dash
fr: Montant en dashs
id: Jumlah dalam Dash
ja: 金額(Dash)
nl: Bedrag in Dash
pt: Quantidade em Dash
ru: Сумма в Dash
sk: Suma v Dash
tr: Dash'teki Tutar
uk: Сума в Dash

source: Amount received
de: Betrag empfangen
es: Monto recibido
fil: Halagang natanggap
fr: Montant reçu
id: Jumlah yang diterima
ja: 金銭を受け取りました
nl: Ontvangen bedrag
pt: Quantidade recebida
ru: Полученная сумма
sk: Prijatá suma
tr: Alınan miktar
uk: Отримана сума

source: Amount Sent
cs: Odeslaná částka
de: Guthaben gesendet
es: Monto Enviado
fil: Halagang ipinadala
fr: Montant envoyé
id: Jumlah Dikirim
ja: 送金総額
nl: Verzonden bedrag
pt: Valor Enviado
ru: Отправлено
sk: Odoslaná suma
th: จำนวนเงินที่ส่ง
tr: Gönderilen Tutar
uk: Відправлена сума

source: An intuitive and familiar experience across all your devices
cs: Intuitivní používání napříč všemi tvými zařízeními
de: Eine intuitive und gewohnte Erfahrung über alle Gerätetypen hinweg
es: Una experiencia intuitiva y familiar a través de todos tus dispositivos
fil: Ang sapantaha at pamilyar na karanasan sa lahat ng iyong aparato
fr: Une utilisation familière et intuitive sur tous vos appareils
id: Pengalaman intuitif dan akrab di semua perangkat Anda
ja: 全てのデバイスで直感的かつ使いやすい使用感
nl: Een intuïtieve en vertrouwde ervaring op al je apparaten
pt: Uma experiência familiar e através de todos os seus dispositivos
ru: Интуитивный и привычный интерфейс на всех ваших устройствах
sk: Intuitívny a známy zážitok vo všetkých vašich zariadeniach
th: ประสบการณ์ที่ใช้งานง่ายและคุ้นเคย
tr: Tüm cihazlarınızda tanıdık sezgisel bir deneyim
uk: Інтуїтивний та звичний інтерфейс на всіх ваших пристроях

source: and
de: und
fil: at
fr: et
id: dan
ja: および
nl: en
pt: e
ru: и
sk: a
tr: ve
uk: і

source: Application %@ is requesting a payment to
cs: Aplikace %@ žádá o platbu
de: Die Anwendung %@ fordert eine Zahlung an
es: La aplicación %@ solicita un pago a
fil: Ang application %@ ay humihiling ng bayad sa
fr: L'application %@ demande un paiement à
id: Aplikasi %@ meminta pembayaran kepada
ja: %@ というアプリがリクエストしている支払い先：
nl: Applicatie %@ verzoekt een betaling aan
pt: Aplicação %@está requerindo um pagamento para
ru: Приложение %@ запрашивает платёж для
sk: Aplikácia %@ požaduje platbu pre
th: แอพพลิเคชั่น %@ จะขอชำระเงินไปยัง
tr: %@ uygulaması şuraya ödeme istiyor:
uk: Додаток %@ запитує платіж для

source: Application %@ is requesting an address so it can pay you. Would you like to authorize this?
cs: Aplikace %@ žádá o adresu, aby vám mohla zaplatit. Přejete si autorizovat tento požadavek?
de: Die %@ Anwendung fordert eine Adresse an, damit Sie bezahlt werden können. Möchten Sie dies genehmigen?
es: La aplicación %@ solicita una dirección para poder pagarte. ¿Te gustaría autorizarlo?
fil: Ang application %@ay humihingi ng pahintulot para ikaw ay mabayaran. Gusto mo bang pahintulutan ito?
fr: L'application %@ demande une adresse pour vous payer. Voulez-vous autoriser cette opération ?
id: Aplikasi %@ meminta alamat agar dapat membayar Anda. Apakah Anda ingin mengesahkan ini?
ja: %@というアプリがあなたに支払いをするためにアドレスを請求していますが、認可しますか？
nl: Applicatie %@ verzoekt een adres zodat het jou kan betalen. Wil je dit toestaan?
pt: Aplicação %@está requerindo um endereço para poder te pagar. Você gostaria de autorizar isso?
ru: Приложение %@ запрашивает адрес, чтобы перевести вам оплату. Даёте ли вы разрешение на эти действия?
sk: Aplikácia %@ požaduje adresu, aby Vám mohla zaplatiť. Chcete to povoliť?
th: แอพพลิเคชั่น %@ จะขอที่อยู่เพื่อที่จะสามารถจ่ายเงินให้คุณ คุณต้องการที่จะให้สิทธิ์นี้หรือไม่?
tr: %@ uygulaması size ödeme yapmak için bir adres istiyor. Bu işleme izin vermek istiyor musunuz?
uk: Додаток %@ запитує адресу, щоб переказати вам оплату. Чи даєте ви дозвіл на ці дії?

source: Application %@ would like to receive your Master Public Key. This can be used to keep track of your wallet, this can not be used to move your Dash.
cs: Aplikace %@ si přeje získat váš hlavní veřejný klíč. Může být použit ke sledování pohybů na peněžence ale nelze ho použít pro přesouvání Dash.
de: Anwendung %@ möchte ihren öffentlichen Master-Key empfangen. Ihre Gelder können damit nicht versendet werden, lediglich beobachtet.
es: La aplicación %@ desea recibir su Llave Maestra Pública. Esto puede ser usado para seguir el rastro de su cartera, no puede ser utilizado para mover su Dash.
fil: Ang application %@ ay gustong makuha ang iyong Master Public Key. Ito ay maaaring gamitin upang masubaybayan ang iyong pitaka, ito ay hindi maaaring gamitin sa paglipat ng iyong Dash.
fr: L'application %@ voudrait recevoir votre clé publique. Celle-ci peut être utilisée pour garder une trace de vos transactions, elle ne peut pas être utilisée pour déplacer (ou voler) vos fonds.
id: Aplikasi %@ ingin menerima Master Kunci Publik Anda. Ini dapat digunakan untuk melacak dompet Anda, ini tidak dapat digunakan untuk memindahkan Dash Anda.
ja: %@ というアプリがあなたのマスターパブリックキーを要求しています。これはあなたのウォレットの記録を取るために使用されます。あなたのDashが他へ送金されることはありません。
nl: De applicatie %@ wil je openbare hoofdsleutel inzien. Dit kan worden gebruikt om je portemonnee in de gaten te houden; het kan niet worden gebruikt om je Dash te verplaatsen.
pt: Aplicação %@gostaria de receber sua chave mestra pública. Isso pode ser usado para manter acompanhamento de sua carteira, ela não pode ser usada para mover seu Dash.
ru: Приложение %@ хочет получить Ваш основной публичный ключ. Это может быть использовано для отслеживания Вашего кошелька, но не для отправки Ваших Dash.
sk: Aplikácia %@ by chcela získať váš hlavný verejný kľúč. Môže byť použitý na sledovanie peňaženky, ale nedá sa použiť na presun vašich Dashov.
th: แอพพลิเคชั่น %@ ต้องการรับ Master Public Key ของคุณ ซึ่งสามารถใช้ในการติดตามกระเป๋าสตางค์ของคุณได้ แต่ไม่สามารถใช้ในการย้าย Dash ของคุณ
tr: %@ uygulaması size ait Ana Herkese Açık Anahtarı istiyor. Bunun sayesinde cüzdanınız takip edilebilir ama Dashlerinizi başka bir yere aktarmakta kullanılamaz.
uk: Додаток %@ хоче отримати ваш основний публічний ключ. Це може бути використане для відстеження вашого гаманця, але не для відправлення ваших Dash.

source: Are you sure you want to cancel this order?
de: Bist du sicher, dass du diesen Handel stornieren möchtest?
fil: Sigurado ka bang gusto mong kanselahin ang order na ito?
fr: Êtes-vous sûr(e) de vouloir annuler cet ordre ?
id: Anda yakin ingin membatalkan pesanan ini?
ja: この注文のキャンセルをしてもよろしいですか。
nl: Weet je zeker dat je deze bestelling wilt annuleren?
pt: Tem certeza de que deseja cancelar este pedido?
ru: Вы уверены, что хотите отменить этот ордер?
sk: Naozaj chcete zrušiť túto objednávku?
tr: Bu siparişi iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати замовлення?

source: Are you sure you want to cancel this transaction?
de: Bist du sicher, dass du die Transaktion abbrechen möchtest?
fil: Sigurado ka bang gusto mong kanselahin ang transaksyong ito?
fr: Êtes-vous sûr(e) de vouloir annuler cette transaction ?
id: Anda yakin ingin membatalkan transaksi ini?
ja: この取引のキャンセルをしてもよろしいですか。
nl: Weet jezeker dat je deze transactie wilt annuleren?
pt: Tem certeza de que deseja cancelar esta transação?
ru: Вы уверены, что хотите отменить транзакцию?
sk: Naozaj chcete zrušiť túto transakciu?
tr: Bu işlemi iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати транзакцію?

source: Are you sure?
cs: Jste si tím jistí?
de: Sind Sie sicher?
es: ¿Estas seguro?
fil: Sigurado ka ba?
fr: Êtes-vous certain ?
id: Apakah anda yakin?
ja: 本当によろしいですか？
nl: Weet je het zeker?
pt: Você tem certeza?
ru: Вы уверены?
sk: Ste si istý?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?

source: ATM search works better with Location Services turned on.
de: Die Suche nach Automaten funktioniert besser, wenn der Standortdienst angeschaltet ist.
es: La búsqueda de cajeros automáticos funciona mejor con los servicios de ubicación activados.
fil: Mas gumagana ang paghahanap sa ATM kapag naka-on ang Mga Serbisyo sa Lokasyon.
fr: La recherche de distributeur fonctionne mieux lorsque les Services de Localisation sont activés
id: Pencarian ATM berfungsi lebih baik dengan Layanan Lokasi diaktifkan
ja: 位置情報サービスをオンにすると、ATM検索がより円滑に行えます
nl: Zoeken naar geldautomaten werkt beter met locatiediensten ingeschakeld.
pt: A pesquisa de Caixas Eletrônicos funciona melhor com os Serviços de Localização ativados
ru: Поиск банкоматов работает лучше всего с включенными службами геолокации.
sk: Vyhľadávanie bankomatov funguje lepšie so zapnutými službami určovania polohy
tr: Konum Servisleri açıkken ATM araması daha iyi çalışır
uk: Пошук банкоматів працює краще, якщо ввімкнено служби визначення місцезнаходження.

source: ATMs
es: Cajeros automáticos
fil: Mga ATM
fr: Distributeurs d'espèces
id: ATM
ja: ATM
nl: Geldautomaten
pt: Caixas Eletrônicos
ru: Банкоматы
sk: Bankomaty
tr: ATMler
uk: Банкомати

source: Authentication is unvailable
cs: Autentizace není dostupná
de: Authentifizierung nicht verfügbar
es: Autenticación no disponible
fil: Hindi magagamit ang pagpapatunay
fr: L'authentification n'est pas disponible
id: Otentikasi tidak tersedia
ja: 認証はご利用できません
nl: Authenticatie is niet beschikbaar
pt: Autenticação indisponível
ru: Авторизация недоступна
sk: Autentifikácia nie je k dispozícii
th: ไม่สามารตรวจสอบสิทธิ์ได้
tr: Kimlik doğrulaması yapılamıyor
uk: Автентифікація недоступна

source: Authorized
de: Autorisiert
es: Autorizado
fil: Awtorisado
fr: Autorisé
id: Resmi
ja: 認証済み
nl: Geautoriseerd
pt: Autorizado
ru: Подтверждён
sk: Autorizované
tr: Yetkili
uk: Авторизований

source: Auto Logout
cs: Automatické odhlášení
de: Automatisches Ausloggen
es: Cierre de sesión Automático
fil: Awtimatikong Pag-log out
fr: Déconnexion auto.
id: Keluar Otomatis
ja: 自動ログアウト
nl: Automatisch uitloggen
pt: Logout Automático
ru: Авто-выход
sk: Automatické odhlásenie
th: ออกจากระบบอัตโนมัติ
tr: Otomatik Oturum Kapatma
uk: Авто-вихід

source: Autohide Balance
cs: Automaticky skrýt zůstatek
de: Guthaben automatisch verstecken
es: Esconder saldo automáticamente
fil: Awtimatikong Pagtago ng Balanse
fr: Cacher autom. le solde
id: Otomatis sembunyikan saldo
ja: 残高を自動的に非表示にする
nl: Automatisch saldo verbergen
pt: Auto-esconder Saldo
ru: Авто-скрытие баланса
sk: Automaticky skryť zostatok
th: ซ่อนยอดคงเหลืออัตโนมัติ
tr: Otomatik Bakiye Gizleme
uk: Автоматично приховати баланс

source: Backup
fr: Sauvegarde
ja: バックアップ
ru: Сохранить
sk: Záloha
tr: Yedekle
uk: Резервне копіювання

source: Backup Passphrase
de: Passphrase sichern
fil: I-backup ang passphrase
fr: Sauvegarder la phrase de passe
id: Cadangkan Frasa Sandi
ja: バックアップのパスフレーズ
nl: Back-up wachtwoordzin
pt: Backup da frase de recuperação
ru: Создать резервную копию кодовой фразы
sk: Zálohovať prístupovú frázu
tr: Parolayı Yedekle
uk: Створити резервну копію фрази

source: Backup Wallet
cs: Zálohovat peněženku
de: Wallet-Backup
es: Hacer backup de billetera
fil: Backup na Pitaka
fr: Sauvegarder le portefeuille
id: Cadangkan Dompet
ja: ウォレットをバックアップする
nl: Backup portemonnee
pt: Fazer Backup
ru: Резервное копирование кошелька
sk: Zálohovať peňaženku
th: Wallet สำรอง
tr: Cüzdanı Yedekle
uk: Резервна копія гаманця

source: Backup your passphrase to create a CrowdNode account
de: Sichere deine Passphrase um ein Crowdnode Konto zu erstellen
fil: I-backup ang iyong passphrase para gumawa ng CrowdNode account
fr: Sauvegardez votre phrase de passe pour créer un compte CrowdNode
id: Cadangkan frasa sandi Anda untuk membuat akun CrowdNode
ja: CrowdNodeのアカウントを作成するためのパスフレーズをバックアップします
nl: Maak een back-up van je wachtwoordzin om een CrowdNode account aan te maken
pt: Faça backup da sua frase de recuperação para criar uma conta CrowdNode
ru: Чтобы создать аккаунт CrowdNode, сделайте резервную копию кодовой фразы
sk: Zálohujte si svoju prístupovú frázu a vytvorte si účet CrowdNode
tr: CrowdNode hesabı oluşturmak için parolanızı yedekleyin
uk: Створіть резервну копію фрази відновлення, щоб створити обліковий запис CrowdNode

source: Backup your recovery phrase
de: Wiederherstellungsphrase sichern
fil: I-backup ang iyong recovery phrase
fr: Sauvegardez votre phrase de récupération
ja: リカバリーフレーズをバックアップ
nl: Maak een back-up van je herstelzin
pt: Faça backup da sua frase de recuperação.
ru: Сохранить фразу восстановления
sk: Zálohujte si frázu na obnovenie
tr: Kurtarma sözcük grubunu yedekle
uk: Зробіть резервну копію фрази відновлення

source: Bad recovery phrase
cs: Špátná fráze pro obnovení
de: Fehlerhafte Wiederherstellungs-Wortfolge
es: Frase de recuperación incorrecta
fil: Maling recovery phrase
fr: Phrase de récupération incorrecte
id: Frasa pemulihan yang buruk
ja: 正しくないリカバリーフレーズ
nl: Incorrecte herstelzin
pt: Frase de recuperação incorreta
ru: Некорректная фраза восстановления
sk: Zlá fráza pre obnovenie
th: วลีกู้คืนไม่ดี
tr: Hatalı kurtarma cümlesi
uk: Некоректна фраза відновлення

source: Balance
de: Guthaben
es: Saldo
fil: Balanse
fr: Solde
id: Saldo
ja: 残高
nl: Saldo
pt: Saldo
ru: Баланс
sk: Zostatok
tr: Bakiye
uk: Баланс

source: Balance:
de: Guthaben:
fil: Balanse:
fr: Solde :
id: Saldo:
ja: 残高:
nl: Saldo:
pt: Saldo:
ru: Баланс:
sk: Zostatok:
tr: Bakiye:
uk: Баланс:

source: Bank Account
de: Bankkonto
fr: Compte bancaire
id: Akun Bank
ja: 銀行口座
nl: Bankrekening
pt: Conta bancária
ru: Расчётный счёт
sk: Bankový účet
tr: Banka Hesabı
uk: Банківський рахунок

source: Bank Wire
de: Banküberweisung
fr: Virement bancaire
id: Transfer antar bank
ja: 銀行振込
nl: Bankoverschrijving
pt: Transferência bancária
ru: Банковский перевод
sk: Bankový prevod
tr: Banka Havalesi
uk: Банківський переказ

source: Become part of a Dash Masternode with CrowdNode
de: Werde Teil eines Dash Masternodes mit CrowdNode
fil: Maging bahagi ng isang Dash Masternode na may CrowdNode
fr: Participez à un masternode Dash avec CrowdNode
ja: CrowdNodeでDashのマスターノードに加入します
nl: Word onderdeel van een Dash Masternode met CrowdNode
pt: Torne-se parte de um Masternode Dash com CrowdNode
tr: CrowdNode ile Dash Masternode'un parçası olun

source: Between %ld and %ld characters
de: Between %1$ld and %2$ld characters
fil: Between %1$ld and %2$ld characters
ja: Between %1$ld and %2$ld characters
nl: Between %1$ld and %2$ld characters
sk: Between %1$ld and %2$ld characters
tr: Between %1$ld and %2$ld characters

source: Between Dash Wallet and Coinbase
de: Zwischen der Dash Wallet und Coinbase
fil: Sa pagitan ng Dash Wallet at Coinbase
fr: Entre Dash Wallet et Coinbase
ja: DashウォレットとCoinbase間
nl: Tussen de Dash portemonnee en Coinbase
pt: Entre Carteira Dash e Coinbase
ru: Между Dash Wallet и Coinbase
tr: Coinbase ve Dash Cüzdanı arasında
uk: Між Dash Wallet і Coinbase

source: Between Dash Wallet and your Coinbase account
de: Zwischen Dash Wallet und deinem Coinbase Konto
es: Entre la billetera de Dash y tu cuenta de Coinbase.
fil: Sa pagitan ng Dash Wallet at ng iyong Coinbase account
fr: Entre Dash Wallet et votre compte Coinbase
id: Antara Dash Wallet dan akun Coinbase Anda
ja: DashウォレットとCoinbaseアカウント間
nl: Tussen Dash portemonnee en je Coinbase account
pt: Entre Carteira Dash e sua conta Coinbase
ru: Между Dash Wallet и вашим аккаунтом Coinbase
sk: Medzi Dash peňaženkou a vaším účtom na Coinbase
tr: Dash Cüzdanı ile Coinbase hesabınız arasında
uk: Між Dash Wallet і вашим Coinbase акаунтом

source: block #%d of %d
cs: blok #%1$d z %2$d
de: Block #%1$d von %2$d
es: bloque #%1$d de %2$d
fil: block #%1$d ng %2$d
fr: bloc #%1$d de %2$d
id: blok #%1$d dari %2$d
ja: ブロック #%1$d / %2$d
nl: blok #%1$d van %2$d
pt: bloco #%1$d de %2$d
ru: блок №%1$d из %2$d
sk: blok #%1$d z %2$d
th: กลุ่ม # %1$d of %2$d
tr: %2$d'in %1$d'ini engelle
uk: блок #%1$d з %2$d

source: Block #%d of %d
cs: Blok #%1$d z %2$d
de: Block #%1$d von %2$d
es: Bloque #%1$d de %2$d
fil: Block #%1$d ng %2$d
fr: Bloc #%1$d de %2$d
id: Blok #%1$d dari %2$d
ja: ブロック #%1$d / %2$d
nl: Blok #%1$d van %2$d
pt: Bloco #%1$d de %2$d
ru: Блок №%1$d из %2$d
sk: Blok #%1$d z %2$d
th: กลุ่ม # %1$d of %2$d
tr: %2$d'in %1$d'ini engelle
uk: Блок #%1$d з %2$d

source: Buy
de: Kaufen
es: Comprar
fil: Bumili
fr: Acheter
id: Beli
ja: 購入
nl: Koop
pt: Comprar
ru: Купить
sk: Kúpiť
tr: Al
uk: Купити

source: Buy & Sell
de: Kaufe & Verkaufe
fil: Bili At Benta
fr: Acheter & vendre
ja: 売買
nl: Kopen & verkopen
pt: Comprar &amp; Vender
ru: Купить и Продать
sk: Kúpiť a predať
tr: Al & Sat
uk: Купити &amp; Продати

source: Buy & Sell Dash
cs: Nákup a prodej Dash
de: Kaufe & Verkaufe Dash
es: Comprar y Vender Dash
fil: Bumili at magbenta ng Dash
fr: Acheter & vendre des dashs
id: Beli & Jual Dash
ja: Dashを売買する
nl: Koop & verkoop Dash
pt: Comprar & Vender Dash
ru: Купить и продать
sk: Kúpiť a predať Dash
th: ซื้อ & ขาย Dash
tr: Dash Al & Sat
uk: Купити & Продати Dash

source: Buy a Gift Card
de: Gutscheinkarte kaufen
es: Comprar una Tarjeta de regalo
fil: Bumili ng Gift Card
fr: Acheter une carte-cadeau
id: Beli Kartu Hadiah
ja: ギフトカードを購入する
nl: Koop een geschenkbon
pt: Comprar um Cartão Presente
ru: Купить подарочную карту
sk: Kúpiť darčekovú kartu
tr: Hediye Kartı Satın Alın
uk: Купити подарункову карту

source: Buy a gift card with Dash.
de: Kaufe eine Gutscheinkarte mit Dash.
es: Compra un tarjeta de regalo con tus Dash.
fil: Bumili ng gift card gamit ang iyong Dash
fr: Achetez une carte-cadeau avec Dash.
id: Beli kartu hadiah dengan Dash.
ja: Dashでギフトカードを購入
nl: Koop een geschenkbon met Dash.
pt: Compre um cartão presente com Dash.
ru: Купите подарочную карту с помощью Dash.
sk: Kúpte si darčekovú kartu s Dashom.
tr: Dash ile bir hediye kartı satın alın.
uk: Купити подарункову картку за допомогою Dash

source: Buy and convert Dash with another crypto
de: Kaufe und konvertiere Dash in eine andere Kryptowährung
es: Compra y convierte Dash con otra criptomoneda
fil: Bumili at i-convert ang Dash gamit ang isa pang crypto
fr: Acheter et convertir des dashs avec une autre crypto
id: Beli dan konversikan Dash dengan crypto lain
ja: Dashを他の仮想通貨で購入して変換する
nl: Koop en converteer Dash met een andere cryptovaluta
pt: Compre e converta Dash com outra criptomoeda
ru: Купить и конвертировать Dash с помощью другой криптовалюты
sk: Kúpte a preveďte Dash pomocou inej kryptomeny
tr: Başka bir kripto para kullanarak Dash satın alın
uk: Купуйте та конвертуйте Dash за допомогою іншої криптовалюти

source: Buy Dash
cs: Koupit Dash
de: Dash kaufen
es: Comprar Dash
fil: Bumili ng Dash
fr: Acheter du Dash
id: Beli Dash
ja: Dashを買う
nl: Koop Dash
pt: Comprar Dash
ru: Купить Dash
sk: Kúpiť Dash
th: ขาย Dash
tr: Dash Satın Al
uk: Купити Dash

source: Buy Dash with fiat
de: Dash mit Fiatwährung kaufen
es: Compra Dash con moneda fiduciaria
fil: Bumili ng Dash gamit ang fiat
fr: Acheter des dashs avec de la monnaie fiduciaire
id: Beli Dash dengan fiat
ja: Dashをフィアットで購入する
nl: Koop Dash met fiat geld
pt: Compre Dash com fiat
ru: Купить Dash за фиат
sk: Kúpiť si Dash za hotovosť
tr: Fiat ile Dash satın alın
uk: Купити Dash за фіат

source: Buy Dash · No account needed
de: Dash kaufen. Es wird kein Konto benötigt.
fil: Bumili ng Dash · Walang kinakailangang account
fr: Achetez des dashs · Aucun compte requis
ja: Dashを購入 · アカウント不要
nl: Koop Dash · Geen rekening nodig
pt: Compre Dash · Não é necessário ter uma conta
ru: Купить Dash · Без учётной записи
tr: Dash Satın Al · Hesap gerekmez
uk: Купити Dash · Обліковий запис не потрібен

source: Buy gift cards with your Dash
de: Kaufe Gutscheinkarten mit Dash
es: Compra tarjetas de regalo con tus Dash
fil: Bumili ng mga gift card gamit ang iyong Dash
fr: Achetez des cartes-cadeau avec vos dashs
id: Beli kartu hadiah dengan Dash Anda
ja: Dashでギフトカードを購入
nl: Koop geschenkbonnen met je Dash
pt: Compre cartões presente com seu Dash
ru: Покупайте подарочные карты с помощью Dash
sk: Kúpte si darčekové poukážky s Dashom
tr: Dash'iniz ile hediye kartları satın alın
uk: Купуйте подарункові картки за допомогою Dash

source: Buy gift cards with your Dash for the exact amount of your purchase.
de: Kaufe mit deinen Dash Geschenkkarten in Höhe des genauen Betrags deines Einkaufs.
es: Compra tarjetas de regalo con tus Dash por el monto exacto de tu compra.
fil: Bumili ng mga gift card gamit ang iyong Dash para sa eksaktong halaga ng iyong binili.
fr: Achetez des cartes-cadeau avec vos dashs pour le montant exact de vos achats.
id: Beli kartu hadiah dengan Dash untuk jumlah yang tepat dari pembelian Anda.
ja: Dashでギフトカードを購入し、購入金額と同額を支払います。
nl: Koop geschenkbonnen met je Dash voor het exacte bedrag van je aankoop.
pt: Compre cartões presente com seu Dash pelo valor exato de sua compra.
ru: Купите подарочные карты на точную сумму вашей покупки используя Dash.
sk: Kúpte si darčekové karty s Dashom za presnú sumu vášho nákupu.
tr: Satın alma işleminizin tam tutarı için Dash'ınızla hediye kartları satın alın.
uk: Купуйте подарункові картки за допомогою Dash на точну суму покупки.

source: Buy/Sell
de: Kaufen/Verkaufen
es: Comprar/Vender
fil: Bili/Benta
fr: Acheter/Vendre
id: Beli/Jual
ja: 購入/売却
nl: Koop/Verkoop
pt: Comprar/Vender
ru: Куп/Прод
sk: Kúpiť/Predať
tr: Al/Sat
uk: Купити/Продати
