Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: The minimum amount you can send is %@
de: Der Mindestbetrag für eine Transaktion ist %@.
fil: Ang pinakamababang halaga na maaari mong ipadala ay %@
fr: Le montant minimal que vous pouvez envoyer est %@
id: Jumlah minimum yang dapat Anda kirim adalah %@
ja: 送金可能な最小金額は、%@です
nl: Het minimumbedrag dat je kan verzenden is %@
pt: A quantidade mínima que você pode enviar é %@
ru: Минимальная сумма для отправки составляет %@
sk: Minimálna suma, ktorú môžete poslať, je %@
tr: Gönderebileceğiniz minimum miktar %@
uk: Мінімальна сума, яку ви можете надіслати, становить %@

source: There are no new notifications
cs: Žádná nová oznámení
de: Es gibt keine neuen Benachrichtigungen
es: No hay notificaciones nuevas
fil: Walang mga bagong notipikasyon
fr: Aucune nouvelle notification
id: Tidak ada pemberitahuan baru
ja: 新しい通知はありません。
nl: Er zijn geen nieuwe meldingen
pt: Não há novas notificações
ru: У вас нет новых уведомлений
sk: Nie sú k dispozícii žiadne nové upozornenia
th: ไม่มีการแจ้งเตือนใหม่
tr: Yeni bildirim yok
uk: Немає нових сповіщень

source: There are no transactions to display
cs: Žádné transakce k zobrazení
de: Es existieren keine anzuzeigenden Transaktionen
es: No hay transacciones para mostrar
fil: Walang transaksyon na maipapakita
fr: Il n'y a pas de transactions à afficher
id: Tidak ada transaksi untuk ditampilkan
ja: 表示する取引はありません
nl: Er zijn geen transacties om weer te geven
pt: Não há transações para mostrar
ru: Нет транзакций для отображения
sk: Žiadne transakcie na zobrazenie
th: ไม่มีธุรกรรมเพื่อแสดง
tr: Görüntülenecek işlem yok
uk: Немає транзакцій для відображення

source: There are no users that match with the name %@
cs: Neexistují žádní uživatelé, se jménem %@
de: Es gibt keine Benutzer mit dem Namen %@
es: No hay usuarios que coincidan con el nombre %@
fil: Walang mga gumagamit na tumutugma sa pangalang %@
fr: Aucun utilisateur ne correspond au nom %@
id: Tidak ada pengguna yang cocok dengan nama %@
ja: 名前%@に一致するユーザーはいません。
nl: Er zijn geen gebruikers die overeenkomen met de naam %@
pt: Não há usuários que correspondam ao nome %@
ru: Пользователей, чьё имя совпадает с %@ не найдено
sk: Neexistujú žiadni používatelia, ktorí sa zhodujú s menom %@
th: ไม่มีผู้ใช้ที่ตรงกับชื่อ %@
tr: %@ Adıyla eşleşen kullanıcı yok
uk: Немає користувачів, які з ім'ям %@

source: There are no users that match with the name %@ in your contacts
cs: Žádní uživatelé neodpovídají jménu %@ ve vašich kontaktech
de: Es gibt keine Benutzer mit dem Namen %@ in deinen Kontakten
es: No hay usuarios que coincidan con el nombre %@ en tus contactos
fil: Walang mga gumagamit na tumutugma sa pangalang %@ sa iyong contact
fr: Aucun utilisateur ne correspond au nom %@ parmi vos contacts
id: Tidak ada pengguna yang cocok dengan nama %@ di kontak Anda
ja: あなたの連絡先に名前%@に一致するユーザーはいません。
nl: Er zijn geen gebruikers die overeenkomen met de naam %@ in uw contacten
pt: Não há usuários que correspondam ao nome %@ nos seus contatos
ru: Пользователей, чьё имя совпадает с %@, в вашем списке контактов не найдено
sk: Vo vašich kontaktoch neexistujú žiadni používatelia, ktorí sa zhodujú s menom %@
th: ไม่มีผู้ใช้ที่ตรงกับชื่อ %@ ในรายชื่อผู้ติดต่อของคุณ
tr: Kişilerinizde %@ adıyla eşleşen kullanıcı yok
uk: Немає користувачів, які з ім'ям %@ у ваших контактах

source: There was an error while obtaining new address
de: Es ist ein Fehler beim Abrufen der neuen Adresse aufgetreten.
fil: Nagkaroon ng error habang kumukuha ng bagong address
fr: Il y a eu une erreur lors de l'obtention d'une nouvelle adresse
id: Terjadi kesalahan saat mendapatkan alamat baru
ja: 新しいアドレスの取得中にエラーが発生しました
nl: Er is een fout opgetreden bij het verkrijgen van een nieuw adres
pt: Ocorreu um erro ao obter o novo endereço
ru: При получении нового адреса произошла ошибка
sk: Pri získavaní novej adresy sa vyskytla chyba
tr: Yeni adres alınırken bir hata oluştu
uk: Під час отримання нової адреси сталася помилка

source: There was an error, please try again later
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
fil: Nagkaroon ng error, pakisubukang muli sa ibang pagkakataon
fr: Il y a eu une erreur, veuillez réessayer ultérieurement
id: Terjadi kesalahan, coba lagi nanti
ja: エラーが発生しました。後でもう一度お試しください。
nl: Er is een fout opgetreden, probeer het later opnieuw
pt: Ocorreu um erro, por favor tente novamente mais tarde
ru: Произошла ошибка. Пожалуйста, попробуйте ещё раз позже
sk: Vyskytla sa chyba, skúste to znova neskôr
tr: Bir hata oluştu, lütfen daha sonra tekrar deneyin
uk: Сталася помилка, спробуйте пізніше

source: This app is open source:
cs: Aplikace má otevřený zdrojový kód:
de: Diese App ist Open-Source:
es: Esta app es de código abierto:
fil: Ang app na ito ay open source
fr: Cette app est open source :
id: Aplikasi ini adalah open source:
ja: このアプリはオープンソースです:
nl: Deze app is open source:
pt: Esse app é de código aberto:
ru: Это приложение с открытым исходным кодом:
sk: Táto aplikácia má otvorený zdrojový kód:
th: แอพพลิเคชั่นนี้คือ ซอฟต์แวร์ที่เปิดเผยหลักการหรือแหล่งที่มาของเทคโนโลยีของซอฟต์แวร์นั้นให้บุคคลภายนอกได้ใช้ ภายใต้เงื่อนไขบางประการที่เปิดโอกาสให้ผู้ใช้ทำการแก้ไข ดัดแปลงและเผยแพร่ซอร์สโค้ดได้ ภายใต้เงื่อนไขทางข้อตกลงทางกฎหมาย
tr: Bu uygulama açık kaynaklıdır:
uk: Це програма з відкритим кодом:

source: This ATM is located in the
de: Dieser ATM steht in der
es: Este cajero automático está ubicado en el
fil: Ang ATM na ito ay matatagpuan sa
fr: Ce distributeur est situé dans le
id: ATM ini terletak di
ja: このATMは
nl: Deze geldautomaat is te vinden in de
pt: Este caixa eletrônico está localizado em
ru: Этот банкомат находится в
sk: Tento bankomat sa nachádza v
tr: Bu ATM şurada yer almaktadır
uk: Цей банкомат розташований в

source: This extra step shows it’s really you trying to make a transaction.
de: Dieser zusätzliche Schritt beweist, dass es wirklich du bist der die Transaktion ausführt.
es: Este paso adicional muestra que realmente eres tú quien intenta realizar una transacción.
fil: Ipinapakita ng karagdagang hakbang na ito na ikaw talaga ang sumusubok na gumawa ng transaksyon.
fr: Cette étape supplémentaire montre que c'est vraiment vous qui essaie de faire une transaction.
id: Langkah ekstra ini menunjukkan bahwa Anda benar-benar mencoba melakukan transaksi.
ja: この追加ステップは、お客様が本当に取引を行おうとしていることを証明するために行われます。
nl: Deze extra stap laat zien dat jij het bent die een transactie probeert te doen.
pt: Esta etapa extra mostra que é realmente você tentando fazer uma transação.
ru: Этот дополнительный шаг подтверждает, что транзакцию совершаете именно вы.
sk: Tento dodatočný krok potvrdzuje, že ste to skutočne vy kto sa pokúša uskutočniť transakciu.
tr: Bu ekstra adım, gerçekten bir işlem yapmaya çalıştığınızı gösterir.
uk: Цей додатковий крок показує, що справді ви намагаєтеся здійснити транзакцію.

source: This PIN will be required to unlock your app every time when you use it.
cs: Tento PIN bude požadován pro odemčení aplikace pokaždé, když ji budete chtít použít.
de: Die PIN muss bei jedem Verwenden der App zum Entsperren eingegeben werden.
es: Este PIN será requerido para desbloquear tu app cada vez que la utilices.
fil: Ang PIN na ito ay kailangan upang i-unlock ang iyong app kapag nais gamitin.
fr: Ce code PIN sera demandé pour déverrouiller votre app avant chaque utilisation.
id: PIN ini akan diperlukan untuk membuka kunci aplikasi Anda setiap kali saat Anda menggunakannya.
ja: このアプリをアンロックして使用するときは必ずこのPINが必要となります
nl: Deze PIN is vereist om uw app elke keer te ontgrendelen wanneer u deze gebruikt.
pt: Este PIN será requerido para desbloquear o seu app toda vez que o utilize
ru: Этот PIN нужно будет вводить для разблокировки приложения при каждом его использовании.
sk: Tento PIN bude potrebný na odomknutie aplikácie pri každom použití.
th: ต้องใช้ PIN นี้เพื่อปลดล็อคแอพของคุณทุกครั้งที่ใช้
tr: Bu PİN uygulamanın açılması için her zaman gerekecektir.
uk: Цей PIN-код необхідний, щоб розблокувати вашу програму кожного разу, коли ви її використовуєте.

source: This QR already contains the payment request for %@
de: Dieser QR Code enthält die Zahlungsaufforderung für %@.
fil: Ang QR na ito ay naglalaman na ng kahilingan sa pagbabayad para sa %@
fr: Ce QR-code contient déjà la requête de paiement pour %@
id: QR ini sudah berisi permintaan pembayaran untuk %@
ja: このQRには、すでに%@の支払い請求が含まれています。
nl: Deze QR bevat al het betalingsverzoek voor %@
pt: Este QR já contém a solicitação de pagamento de %@ Dash
ru: Этот QR уже содержит запрос на оплату в размере %@Dash
sk: Tento QR kód už obsahuje žiadosť k platbe pre %@
tr: Bu QR zaten %@ için ödeme talebini içeriyor
uk: Цей QR вже містить запит на оплату в розмірі %@

source: This represents the current Annual Percentage Yield of a full Masternode less the 15% CrowdNode fee. It is not a guaranteed rate of return and may go up or down based on the size of the CrowdNode pools and the Dash price.
de: Dies ist die aktuelle jährliche prozentuale Rendite eines ganzen Masternodes abzüglich 15% CrowdNode-Gebühren. Es handelt sich nicht um eine garantierte Rendite, die je nach Größe des CrowdNode Pools und Höhe des Dash Preises nach oben oder unten gehen kann.
fil: Kinakatawan nito ang kasalukuyang Annual Percentage Yield ng isang buong Masternode na mas mababa sa 15% na bayad sa CrowdNode. Ito ay hindi isang garantisadong rate ng pagbabalik at maaaring tumaas o bumaba batay sa laki ng mga pool ng CrowdNode at ang presyo ng Dash.
fr: Cela représente le pourcentage annuel de rendement d'un masternode entier, moins les 15% des frais de CrowdNode. Cela n'est pas un taux garanti de retour, et peut augmenter ou diminuer en fonction des tailles des serveurs CrowdNode et du cours de Dash.
ja: これは、現在のフル・マスターノードの年間利回りから15%のCrowdNode手数料を差し引いたものです。これは保証された還元率ではなく、CrowdNodeプールの規模やDashの価格によって上下する可能性があります。
nl: Dit vertegenwoordigt het huidig jaarlijkse procentuele rendement van een volledige Masternode minus de 15% vergoeding voor CrowdNode. Het is geen gegarandeerd rendement en kan stijgen of dalen op basis van de grootte van de CrowdNode pools en de prijs van Dash.
pt: Isso representa o Rendimento Percentual Anual (Annual Percentage Yield - APY) atual de um Masternode completo menos a taxa de 15% do CrowdNode. Não é uma taxa de retorno garantida e pode aumentar ou diminuir com base no tamanho dos pools do CrowdNode e no preço do Dash.
tr: Bu, tam bir Ana Düğümün mevcut Yıllık Faiz Getirisini CrowdNode ücretinden %15 daha az temsil eder. Garantili bir getiri oranı değildir ve CrowdNode havuzlarının boyutuna ve Dash fiyatına bağlı olarak yukarı veya aşağı yönlü değişebilir.

source: This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase
cs: Peněženka není prázdná nebo synchronizace se sítí není ještě dokončena, nesmíte ji smazat bez fráze pro obnovení.
de: Diese Wallet ist nicht leer oder die Synchronisierung wurde noch nicht abgeschlossen, ohne die Wiederherstellungsphrase können Sie diese nicht löschen.
es: Esta cartera no esta vacía o la sincronización no ha terminado, no podrás limpiarla sin la frase de recuperación
fil: Ang pitaka na ito ay may laman o ang pag-sync ay hindi pa tapos, maaari hindi mo ma-wipe ito ng walang recovery phrase
fr: Ce portefeuille n'est pas vide, ou bien la synchronisation n'est pas terminée. Vous ne pouvez pas l'effacer sans la phrase de récupération.
id: Dompet ini tidak kosong atau sinkronisasi belum selesai, Anda tidak dapat menghapusnya tanpa frasa pemulihan
ja: このウォレットは何も入っていないか、もしくは同期が終わっていません。復元フレーズがない場合は削除しないでください。
nl: Deze portemonnee is niet leeg of sync is nog niet klaar, je mag het niet wissen zonder de herstelzin.
pt: Essa carteira não está vazia ou a sincronização ainda não terminou, você não deve limpá-la sem a frase de recuperação
ru: В кошельке есть средства или синхронизация не была завершена. Вы не сможете удалить его без фразы восстановления.
sk: Táto peňaženka nie je prázdna, alebo synchronizácia nie je dokončená. Nemali by ste ju vymazať bez frázy na obnovenie
th: Wallet นี้ยังมีข้อมูลหรือการซิงค์ที่ยังไม่เสร็จสิ้น คุณไม่สามารถลบข้อมูลได้โดยไม่ใช้วลีกู้คืน
tr: Bu cüzdan boş değil veya eşleşme daha bitmedi, kurtarma metni olmadan sıfırlayamazsınız
uk: Цей гаманець не порожній або синхронізація не завершена, ви не можете стерти його без фрази відновлення

source: This will move all coins from that wallet to your wallet on this device.
cs: Tímto přesenute všechny prostředky z původní peněženky na toto zařízení.
de: Hierdurch werden alle Coins von dieser Wallet an die Wallet auf deinem Gerät versandt.
es: Esto moverá todas las monedas de aquella billetera a la billetera en su dispositivo.
fil: Ang lahat ng barya mula sa wallet na iyon ay malilipat sa wallet dito sa device.
fr: Cela déplacera tous les fonds de ce portefeuille-là vers votre portefeuille sur cet appareil.
id: Ini akan memindahkan semua koin dari dompet itu ke dompet Anda di perangkat ini.
ja: これによって全てのコインがそのウォレットからこの端末のウォレットに移動します
nl: Hiermee worden het saldo van die portemonnee naar uw portemonnee op dit apparaat verplaatst.
pt: Isso moverá todas as moedas desta carteira para a carteira nesse dispositivo.
ru: Все средства перейдут на Ваш кошелёк на этом устройстве.
sk: Týmto presuniete všetky mince z tej peňaženky do vašej peňaženky na tomto zariadení.
th: จะทำการย้ายเหรียญทั้งหมดของมายังวอลเล็ทบนอุปกรณ์นี้
tr: Bu işlem o cüzdandaki tüm parayı şuan kullandığınız cihazdaki cüzdanınıza aktaracaktır.
uk: Це перемістить усі монети з цього гаманця у ваш гаманець на цьому пристрої.

source: to
de: nach
es: a
fil: para kay:
fr: vers
id: ke
ja: へ
nl: naar
pt: para
ru: на
sk: pre
tr: giden
uk: до

source: to Dash Wallet on this device
de: zur Dash Wallet auf diesem Gerät
fil: Sa Dash wallet sa device na ito
fr: vers Dash Wallet sur cet appareil
id: ke Dash Wallet di perangkat ini
ja: この端末のDashウォレットに
nl: naar Dash portemonnee op dit apparaat
pt: para a Carteira Dash neste dispositivo
ru: на Dash Wallet на этом устройстве
sk: do Dash peňaženky na tomto zariadení
tr: bu cihazdaki Dash Cüzdan'ına
uk: На Dash Wallet на цьому пристрої

source: To start staking, create an account on CrowdNode or connect to an existing one.
de: Um mit dem Staking zu beginnen, erstelle ein Konto bei CrowdNode oder verbinde ein bereits bestehendes.
fil: Para simulan ang staking, gumawa ng account sa CrowdNode o kumonekta sa mayroon na.
fr: Pour commencer à investir, créez un compte sur CrowdNode ou connectez-vous à un compte existant.
ja: ステーキングを開始するには、CrowdNodeにアカウントを作成するか、既存のアカウントに接続します。
nl: Om te beginnen met staking, maak een account aan op CrowdNode of maak verbinding met een bestaande.
pt: Para iniciar as operações de staking, crie uma conta no CrowdNode ou conecte-se a uma existente.
tr: Stake etmeye başlamak için CrowdNode'da bir hesap oluşturun veya mevcut bir hesaba bağlanın.

source: to the Dash address designated for your CrowdNode account in the Dash Wallet on this device
de: zu der vorgesehenen Dash Adresse für dein CrowdNode Konto in der Dash Wallet dieses Gerätes
fil: Para sa Dash address na itinalaga para sa iyong CrowdNode account sa Dash Wallet sa device na ito
fr: vers l'adresse Dash associée à votre compte CrowdNode dans le Dash Wallet de cet appareil
ja: このデバイスのDashウォレットでCrowdNodeのアカウントに指定したDashアドレスに送金します
nl: naar het Dash adres dat is toegewezen aan je CrowdNode account in de Dash portemonnee op dit apparaat
pt: para o endereço Dash designado para sua conta CrowdNode na Carteira Dash neste dispositivo
tr: bu cihazdaki Dash Cüzdanından CrowdNode hesabınız için belirlenen Dash adresine

source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fil: Kagamitan
fr: Outils
id: Alat
ja: ツール
nl: Gereedschap
pt: Ferramentas
ru: Инструменты
sk: Nástroje
th: เครื่องมือ
tr: Araçlar
uk: Інструменти

source: Total
cs: Celkem
de: Gesamt
fil: Kabuuan
ja: 合計
nl: Totaal
ru: Всего
sk: Celkovo
th: ทั้งหมด
tr: Toplam
uk: Всього

source: Touch ID limit
es: Límite de Touch ID
fr: Limite pour TouchID
id: ID sentuhan terbatas
ja: Touch IDの送金可能額
nl: touch ID limiet
pt: Limite de ID de toque
ru: Лимит Touch ID
sk: Limit pre Touch ID
th: ขีดจำกัด Touch ID
tr: Touch ID limiti
uk: Touch ID ліміт

source: Transaction History
de: Transaktionshistorie
fil: Kasaysayan ng Transaksyon
fr: Historique des transactions
ja: 取引履歴
nl: Transactiegeschiedenis
pt: Histórico de Transações
tr: İşlem Geçmişi

source: Transaction id
cs: ID transakce
de: Transaktions-ID
es: id de transacción
fr: Identifiant de transaction
id: ID transaksi
ja: 取引のid
nl: Transactie id
pt: Id da transação
ru: ID транзакции
sk: Id transakcie
th: id ธุรกรรม
tr: İşlem kimliği
uk: Id транзакції

source: Transfer
cs: Transakce
de: Transferieren
es: Transferencia
fil: Ilipat
fr: Transférer
ja: 送金
nl: overdracht
pt: Transferir
ru: Перевод средств
sk: Presun
th: โอน
tr: Aktarma
uk: Переказати

source: Transfer Error
de: Übertragungsfehler
fil: Error sa Paglipat
fr: Erreur de transfert
id: Kesalahan Transfer
ja: 送金エラー
nl: Overdrachtsfout
pt: Erro de transferência
ru: Ошибка при переводе
sk: Chyba prenosu
tr: Aktarım Hatası
uk: Помилка передачі

source: Transfer Failed
de: Übertragung fehlgeschlagen
es: Transacción fallida
fil: Nabigo ang Paglipat
fr: Échec du transfert
id: Transfer Gagal
ja: 取引に失敗しました
nl: Overdracht mislukt
pt: A transferência falhou
ru: Ошибка при переводе
sk: Prenos zlyhal
tr: Aktarım Başarısız
uk: Переказ не вдався

source: Transfer from Uphold
cs: Převést z Uphold účtu
de: Von Uphold transferieren
es: Transferencia desde Uphold
fil: Ilipat mula sa Uphold
fr: Transférer depuis Uphold
id: Transfer dari Uphold
ja: Upholdから送金する
nl: Verstuur vanaf Uphold
pt: Transferir da Uphold
ru: Перевести средства из Uphold
sk: Presunúť s Upholdu
tr: Uphold'dan Aktar
uk: Переказ з Uphold

source: Transfer In
de: Eingang
es: Transferencia entrante
fil: Maglipat sa
fr: Virement entrant
id: Transfer Masuk
ja: 入金
nl: Inkomend
pt: Transferência de entrada
ru: Входящий перевод
sk: Prichádzajúce
tr: İçeriye transfer et
uk: Трансфер в

source: Transfer Out
de: Ausgang
es: Transferencia de salida
fil: Ilipat sa
fr: Virement sortant
id: Transfer Keluar
ja: 出金
nl: Uitgaand
pt: Transferência de saída
ru: Исходящий перевод
sk: Odchádzajúce
tr: Dışarıya transfer et
uk: Трансфер з

source: Transfer successful
de: Transfer erfolgreich
es: Transferencia exitosa
fil: Matagumpay ang paglipat
fr: Transfert réussi
id: Transfer berhasil
ja: 送金に成功しました
nl: Overdracht succesvol
pt: Transferência bem-sucedida
ru: Транзакция прошла успешно
sk: Prevod bol úspešný
tr: Aktarım başarılı
uk: Переказ успішний

source: Try again
cs: Zkusit to znovu
de: Wiederholen
es: Intenta nuevamente
fil: Subukan muli
fr: Veuillez réessayer
id: Coba lagi
ja: もう一度お試しください
nl: Probeer opnieuw
pt: Tentar de novo
ru: Попробовать снова
sk: Skúsiť znova
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробуйте ще раз

source: Turn device passcode on
cs: Zapněte bezpečnostní kód zařízení
de: Gerätecode aktivieren
es: Habilita la clave de acceso de tu dispositivo
fil: I-turn on ang device passcode
fr: Activer le code d'accès de l'appareil
id: Aktifkan kode sandi perangkat
ja: 端末のパスコードを有効に
nl: Zet apparaat-toegangscode aan
pt: Habilite a senha de dispositivo
ru: Включить код-пароль
sk: Zapnúť prístupový kód
th: เปิดรหัสผ่านของอุปกรณ์
tr: Cihaz parolasını aç
uk: Увімкніть пароль

source: Two factor auth required
de: Zwei-Faktor-Authentifizierung erforderlich
fil: Kinakailangan ang two-factor na auth
fr: Authentification à deux facteurs requise
id: Autentikasi dua faktor diperlukan
ja: 2段階認証が必要です
nl: Twee-factor-authenticatie vereist
pt: Autenticação de dois fatores necessária
ru: Необходима двухфакторная аутентификация
sk: Vyžaduje sa dvojfaktorové overenie
tr: İki faktörlü kimlik doğrulaması gerekli
uk: Потрібна двофакторна авторизація

source: Unable to connect
cs: Nelze se připojit
de: Verbindung fehlgeschlagen
es: No fue posible conectarse
fil: Hindi maka-konekta
fr: Impossible de se connecter
id: Tidak dapat terhubung
ja: 接続できません
nl: Kan geen verbinding maken
pt: Não foi possível conectar
ru: Не удалось подключиться
sk: Nedá sa pripojiť
th: ไม่สามารถเชื่อมต่อ
tr: Bağlanılamıyor
uk: Не вдалось підключитись

source: Unable to get new QR code
cs: Nelze získat nový QR kód
de: Kann keinen neuen QR-Code erzeugen
es: No se puede obtener un nuevo código QR
fil: Hindi makakuha ng bagong QR code
fr: Impossible de générer un nouveau QR-code
id: Tidak dapat mendapat kode QR baru
ja: 新しいQRコードが取得できません
nl: Verkrijgen van nieuwe QR-code is mislukt
pt: Não foi possível obter um novo código QR
ru: Не удалось получить новый QR-код
sk: Nepodarilo sa získať nový QR kód
th: ไม่สามารถได้รับโค้ด QR ใหม่
tr: Yeni QR kod alınamıyor
uk: Не вдалося отримати новий QR-код

source: Unknown
de: Unbekannt
es: Desconocido
fil: Hindi kilala
fr: Inconnu
id: Tidak diketahui
ja: 未知の
nl: Onbekend
pt: Desconhecido
ru: Неизвестный
sk: Neznáme
tr: Bilinmeyen
uk: Невідомий

source: Unknown Balance
de: Guthaben nicht erkannt
fil: Hindi alam ang Balanse
fr: Solde inconnu
id: Saldo Tidak diketahui
ja: 不明な残高
nl: Onbekend saldo
pt: Saldo desconhecido
ru: Баланс неизвестен
sk: Neznámy zostatok
tr: Bilinmeyen Bakiye
uk: Баланс невідомо

source: Unsupported or corrupted document
cs: Nepodporovaný nebo poškozený dokument
de: Nicht unterstütztes oder beschädigtes Dokument
es: Documento no soportado o corrupto
fil: Hindi suportado o corrupted ang dokumento
fr: Document non compatible ou endommagé
id: Dokumen yang tidak didukung atau rusak
ja: サポートされていないか破損しているドキュメント
nl: Niet-ondersteund of corrupt document
pt: Documento não suportado ou corrompido
ru: Неподдерживаемый или повреждённый документ
sk: Nepodporovaný alebo poškodený dokument
th: ไม่รับรอง หรือเอกสารได้รับความเสียหาย
tr: Desteklenmeyen veya bozuk belge
uk: Непідтримуваний або пошкоджений документ

source: Unsupported URL
cs: Nepodporovaná URL
de: URL nicht unterstützt
es: Dirección no soportada
fil: Hindi suportadong URL
fr: URL non compatible
id: URL tidak didukung
ja: サポートされていないURL
nl: Niet-ondersteunde URL
pt: URL não suportada
ru: Неподдерживаемый URL-адрес
sk: Nepodporovaná URL
th: ไม่รับรองแหล่งที่มาของทรัพยากร URL
tr: Desteklenmeyen bağlantı
uk: Непідтримувана URL-адреса

source: Updated: %@
cs: Aktualizováno: %@
es: Actualizado: %@
fil: Na-update: %@
fr: Mis à jour : %@
id: Diperbarui: %@
ja: アップデート: %@
nl: Bijgewerkt: %@
pt: Atualizado: %@
ru: Обновлено: %@
sk: Aktualizované: %@
th: อัพเดต: %@
tr: Güncellendi: %@
uk: Оновлено: %@

source: Updating Price
de: Aktualisiere Preis
es: Actualizando Precio
fil: Inuupdate ang Presyo
fr: prix en cours de mise à jour
id: Memperbarui Harga
ja: 価格のアップデート中
nl: Bezig met updaten van prijs
pt: Atualizando Preço
ru: Обновление цен
sk: Aktualizuje sa cena
tr: Fiyat Güncelleniyor
uk: Оновлення ціни

source: Upgrading to DashPay
cs: Upgraduji na DashPay
de: Auf DashPay upgraden
es: Actualizando a DashPay
fil: Pag-a-upgrade sa DashPay
fr: Mise à jour vers DashPay
id: Meningkatkan ke DashPay
ja: DashPayにアップグレード中
nl: Upgraden naar DashPay
pt: Upgrade para DashPay
ru: Обновление до DashPay
sk: Inovuje sa na DashPay
th: อัพเกรดเป็น DashPay
tr: DashPay'e yükseltiliyor
uk: Оновлення до DashPay

source: Use gift card
de: Geschenkkarte verwenden
es: Usar tarjeta de regalo
fil: Gumamit ng gift card
fr: Utiliser carte-cadeau
id: Gunakan kartu hadiah
ja: ギフトカードを使用する
nl: gebruik cadeaukaart
pt: Usar vale-presente
ru: Применить подарочный сертификат
sk: Použiť darčekovú kartu
tr: Hediye kartı kullan
uk: Використати подарункову картку

source: Used
cs: Použito
de: Benutzt
es: Utilizado
fil: Nagamit
fr: Utilisé
id: Digunakan
ja: 使用済み
nl: Gebruikt
pt: Utilizado
ru: Использовано
sk: Použité
th: ใช้แล้ว
tr: Kullanıldı
uk: Використано

source: Used at:
de: Benutzt von:
fil: ginagamit sa
fr: Utilisé à :
ja: 使用場所:
nl: Gebruikt op:
pt: Utilizado em:
ru: Использовалось с:
sk: Použité na:
tr: Şurada kullanılmış:
uk: Використовується в:
