Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: If you lose your passphrase for this wallet and lose this device or uninstall Dash Wallet, you will lose access to your funds on CrowdNode and the funds within this wallet.
de: Wenn du die Passphrase für diese Wallet verlierst und das Gerät verloren geht oder die Dash Wallet deinstalliert wird, wirst du auch den Zugang zu Crowdnode und all dein Guthaben verlieren.
fil: Kung mawala mo ang iyong passphrase para sa wallet na ito at mawala ang device na ito o i-uninstall ang Dash Wallet, mawawalan ka ng access sa iyong mga pondo sa CrowdNode at ang mga pondo sa loob ng wallet na ito.
fr: Si vous perdez votre phrase de passe pour ce portefeuille, ou si vous perdez cet appareil, ou si vous désinstallez Dash Wallet, vous perdrez l'accès à vos fonds sur CrowdNode ainsi que les fonds dans ce portefeuille.
id: Jika Anda kehilangan frasa sandi untuk dompet ini dan kehilangan perangkat ini atau mencopot Dash Wallet, Anda akan kehilangan akses ke dana Anda di CrowdNode dan dana di dalam dompet ini.
ja: このウォレットのパスフレーズを紛失したり、このデバイスをなくしたり、Dash Walletをアンインストールすると、CrowdNode上の資金とこのウォレット内の資金にアクセスできなくなります。
nl: Als je de wachtwoordzin voor deze portemonnee verliest, dit apparaat verliest of de Dash portemonnee app verwijdert, verliest je de toegang tot je geld op CrowdNode en ook het geld in deze portemonnee.
pt: Se você perder sua frase de recuperação para esta carteira, perder este dispositivo ou desinstalar a Carteira Dash, você perderá o acesso aos seus fundos no CrowdNode e aos fundos desta carteira.
ru: В случае, если вы потеряете кодовую фразу от этого кошелька, потеряете устройство или удалите Dash Wallet, вы потеряете доступ к средствам на CrowdNode и средствам внутри этого кошелька.
sk: Ak stratíte prístupovú frázu pre túto peňaženku a stratíte toto zariadenie alebo odinštalujete Dash peňaženku, stratíte prístup k svojim finančným prostriedkom v CrowdNode a k prostriedkom v tejto peňaženke.
tr: Bu cüzdan için parolanızı kaybederseniz ve bu cihazı kaybederseniz veya Dash Cüzdanını kaldırırsanız, CrowdNode'daki fonlarınıza ve bu cüzdandaki fonlara erişiminizi kaybedersiniz.
uk: У випадку, якщо ви втратите кодову фразу від цього гаманця, втратите пристрій або видалите Dash Wallet, ви втратите доступ CrowdNode і коштів всередині цього гаманця.

source: If you still would like to wipe it please input: "%@"
cs: Pokud jej přesto chcete vymazat, zadejte: "%@"
de: Wenn Sie es immer noch entleeren möchten, geben Sie es bitte ein: "%@"
es: Si aún deseas limpiar por favor introduce: "%@"
fil: Kung gusto mo paring i-wipe ito paki-input: "%@"
fr: Si vous souhaitez toujours tout effacer, veuillez taper : "%@"
id: Jika Anda masih ingin menghapusnya, silakan masukkan: "%@"
ja: もしまだ消去したければ、次の文をご入力ください: "%@"
nl: Als je het nog steeds wilt wissen, voer a.u.b. in: "%@"
pt: Se você ainda gostaria de limpá-lo por favor insira: "%@"
ru: Если Вы всё ещё хотите удалить кошелёк, пожалуйста, введите: "%@"
sk: Ak si ju stále prajete zmazať, prosím zadajte: "%@"
th: ถ้าคุณยังต้องการกำจัด กรุณาใส่: "%@"
tr: Eğer hala sıfırlamak istiyorsanız lütfen şu metni girin: "%@"
uk: Якщо ви все ще бажаєте видалити гаманець, будь ласка, введіть: "%@"

source: If you would like to save manually reclassified types for transactions you should export a CSV transaction file.
de: Wenn du manuell reklassifizierte Transaktionstypen speichern möchtest, solltest du einen CSV-Datei exportieren.
es: Si deseas guardar tipos reclasificados manualmente para transacciones, debes exportar un archivo de transacción CSV.
fil: Kung gusto mong mag-save ng mga manu-manong na-reclassify na uri para sa mga transaksyon dapat kang mag-export ng CSV transaction file.
fr: Si vous souhaitez enregistrer manuellement les types reclassifiés des transactions, vous devriez exporter un fichier CSV des transactions.
id: Jika Anda ingin menyimpan jenis transaksi yang diklasifikasikan ulang secara manual, Anda harus mengekspor file transaksi CSV.
ja: 手動で再分類した取引を保存したい場合は、CSV取引ファイルをエクスポートする必要があります。
nl: Als je handmatig geherclassificeerde soorten voor transacties wilt opslaan, moet je een CSV transactiebestand exporteren.
pt: Se desejar salvar manualmente as transações reclassificadas, você deve exportar um arquivo de transação CSV.
ru: Если вы хотите сохранить введённые вручную типы транзакций, вам нужно выгрузить CSV-файл с транзакциями.
sk: Ak chcete uložiť manuálne preklasifikované typy transakcií, mali by ste exportovať súbor transakcií do CSV.
tr: Manuel olarak yeniden sınıflandırılan işlemleri kaydetmek isterseniz, CSV işlem dosyasını aktarmalısınız.
uk: Якщо ви хочете зберегти перекласифіковані вручну типи для транзакцій, вам слід експортувати файл транзакцій CSV.

source: Ignore
cs: Ignorovat
de: Ignorieren
es: Ignora
fil: Huwag pansinin
fr: Ignorer
id: Abaikan
ja: 無視する
nl: Negeer
pt: Ignorar
ru: Игнорировать
sk: Ignorovať
th: เพิกเฉย
tr: Yoksay
uk: Ігнорувати

source: Immediately
cs: Okamžitě
de: Sofort
es: Inmediatamente
fil: Kaagad
fr: Tout de suite
id: Segera
ja: 直ちに
nl: Onmiddellijk
pt: Imediatamente
ru: Немедленно
sk: Hneď
th: ทันที
tr: Derhal
uk: Негайно

source: Import Private Key
cs: Importovat Privátní Klíč
de: Privaten Schlüssel importieren
es: Barrer billetera de papel
fil: I-import ang private key
fr: Importer une clé privée
id: Impor kunci pribadi
ja: プライベートキーをインポート
nl: Importeer prive-sleutel
pt: Importar Chave Privada
ru: Импорт ключа
sk: Importovať privátny kľúč
th: นำเข้ากุญแจส่วนตัว
tr: Özel Anahtarı İçe Aktar
uk: Імпорт ключа

source: Import private key, Export CSV…
de: Private Key importieren, CSV exportieren...
es: Importar llave privada, exportar CSV...
fil: Mag-import ng pribadong key, Mag-export ng CSV...
fr: Importer une clé privée, exporter CSV…
id: Impor kunci pribadi, Ekspor CSV…
ja: プライベートキーのインポート、CSVのエクスポート...
nl: Privésleutel importeren, CSV exporteren...
pt: Importar chave privada, Exportar CSV...
ru: Импортировать приватный ключ, Выгрузить CSV…
sk: Importovať privátny kľúč, exportovať CSV…
tr: Özel anahtarı içe aktar, CSV'yi dışa aktar…
uk: Імпорт приватного ключа, експорт CSV…

source: In addition to the displayed Coinbase fee, we include a spread in the price. When using Advanced Trade, no spread is included because you are interacting directly with the order book. Cryptocurrency markets are volatile, and this allows us to temporarily lock in a price for trade execution.
de: Zusätzlich zu den angezeigten Coinbase-Gebühren wird ein Spread in den Preis eingerechnet. Bei der Verwendung von Advanced Trade ist kein Spread enthalten, da Sie direkt mit dem Orderbuch interagieren. Die Märkte für Kryptowährungen sind volatil, und dies ermöglicht es uns, vorübergehend einen Preis für die Handelsausführung festzulegen.
fil: Bilang karagdagan sa ipinapakitang bayad sa Coinbase, nagsasama kami ng spread sa presyo. Kapag gumagamit ng Advanced Trade, walang spread na kasama dahil direktang nakikipag-ugnayan ka sa order book. Ang mga merkado ng Cryptocurrency ay pabagu-bago, at nagbibigay-daan ito sa amin na pansamantalang i-lock ang isang presyo para sa pagpapatupad ng kalakalan.
fr: En plus des frais Coinbase affichés, nous incluons un écart dans le prix. En utilisant le mode avancé de trading, aucun écart n'est inclus car vous intervenez directement sur le registre d'ordres. Les marchés cryptomonétaires sont volatiles, et cela nous permet de verrouiller temporairement un cours pour l'exécution du trading.
id: Selain biaya Coinbase yang ditampilkan, kami menyertakan Spread harga. Saat menggunakan Advanced Trade, tidak ada spread yang disertakan karena Anda berinteraksi langsung dengan buku pesanan. Pasar Cryptocurrency tidak stabil, dan ini memungkinkan kami mengunci sementara harga untuk eksekusi perdagangan.
ja: 表示されているCoinbaseの手数料に加え、スプレッドも価格に含まれています。アドバンスドトレードを利用する場合、注文帳簿と直接連動をするため、スプレッドは含まれません。 仮想通貨市場は変動が激しいため、取引執行時の価格を一時的に固定できます。
nl: Naast de getoonde Coinbase fee, nemen we een spread mee in de prijs. Bij gebruik van Advanced Trade optie is er geen spread inbegrepen omdat je rechtstreeks met het orderboek communiceert. Cryptocurrency-markten zijn volatiel en dit stelt ons in staat om tijdelijk een prijs vast te leggen voor de uitvoering van transacties.
pt: Além da taxa Coinbase exibida, nós incluímos um spread no preço. Ao usar o Advanced Trade, nenhum spread é incluído porque você está interagindo diretamente com o livro de pedidos. Os mercados de criptomoedas são voláteis e isso nos permite bloquear temporariamente um preço para a execução da negociação.
ru: Помимо отображённой комиссии Coinbase, мы учитываем небольшой разброс цены. При работе в режиме Продвинутой Торговли разброс цены не учитывается, потому что вы работаете напрямую с портфелем заказов. Криптовалютным рынкам свойственна волатильность, и таким образом мы временно замораживаем цену для совершения сделки.
sk: Okrem zobrazeného Coinbase poplatku, sa do ceny započítavame aj rozptyl. Pri používaní pokročilého obchodovania nie je zahrnutý žiadny rozptyl, pretože interagujete priamo s knihou objednávok. Trhy s kryptomenami sú volatilné, čo nám umožňuje dočasne uzamknúť cenu na vykonanie obchodu.
tr: Görüntülenen Coinbase ücretine ek olarak, fiyata bir makas dahil ediyoruz. Advanced Trade'i kullanırken, emir defteriyle doğrudan etkileşime girdiğiniz için herhangi bir makas ilave edilmez. Kripto para piyasaları değişkendir ve bu, alım satımın yürütülmesi için geçici olarak bir fiyat belirlememize olanak tanır.
uk: На додаток до відображеної комісії Coinbase ми включаємо спред у ціну. Під час використання Advanced Trade спред не включається, оскільки ви взаємодієте безпосередньо з книгою замовлень. Криптовалютні ринки нестабільні, що дозволяє нам тимчасово зафіксувати ціну на здійснення торгів.

source: In process…
de: In Bearbeitung
fil: Pinoproseso…
fr: En cours...
id: Dalam proses…
ja: 処理中
nl: Bezig....
pt: Processando...
ru: В процессе...
sk: V procese…
tr: İşlemde…
uk: В процесі...

source: Income
de: Einnahmen
es: Ingreso
fil: Kita
fr: Revenu
id: Pemasukan
ja: 収入
nl: Inkomen
pt: Receita
ru: Доходы
sk: Príjem
tr: Gelir
uk: Дохід

source: Information about your online account
de: Informationen über dein Online Konto
fil: Impormasyon tungkol sa iyong online na account
fr: Informations sur votre compte en ligne
ja: オンラインアカウントに関する情報
nl: Informatie over je online account
pt: Informações sobre sua conta online
tr: Çevrimiçi hesabınızla ilgili bilgiler

source: Initializing
de: Initialisierung
fil: Nagsisimula
fr: Initialisation
id: Menginisialisasi
ja: 初期化中
nl: Initialiseren
pt: Inicializando
ru: Инициализация
sk: Inicializuje sa
tr: Başlatılıyor
uk: Ініціалізація

source: Insufficient funds
cs: Nedostatečný zůstatek
de: Guthaben nicht ausreichend
es: Fondos insuficientes
fil: Hindi sapat na pondo
fr: Fonds insuffisants
id: Dana tidak mencukupi
ja: 資金不足
nl: Ontoereikende fondsen
pt: Fundos insuficientes
ru: Недостаточно средств
sk: Nedostatok prostriedkov
th: ยอดเงินไม่เพียงพอ
tr: Yetersiz bakiye
uk: Недостатньо коштів

source: Interac
id: Interaksi
ja: インタラック
sk: Interagovať
tr: Etkileşim

source: Internal Transfer
cs: Interní transakce
de: Interne Transaktion
es: Transferencia interna
fil: Internal na pagpapadala
fr: Transfert interne
id: Transfer Internal
ja: 内部の送金
nl: Interne transfer
pt: Transferência Interna
ru: Внутренний перевод
sk: Interný prevod
th: โอนเงินภายใน
tr: Dahili Transfer
uk: Внутрішній переказ

source: Internally moved to
cs: Interně přesunuto do
de: Intern verschoben nach
es: Movido internamente para
fil: Internally ilipat sa
fr: Déplacé en interne vers
id: Pindah ke internal
ja: 内部で移転
nl: Intern verplaatst naar
pt: Movido internamente para
ru: Внутренний перевод на
sk: Interne presunuté do
th: ย้ายไปภายในแล้ว
tr: Dahili olarak taşındı
uk: Внутрішньо переміщено в

source: Introducing Staking
de: Einführung in das Staking
fil: Ipinapakilala ang Staking
fr: Présentation des gains
ja: ステーキングの導入
nl: Introductie van staking
pt: Introdução ao Staking
tr: Staking'e Giriş

source: Invalid
cs: Neplatná
de: Ungültig
es: Inválido
fil: Hindi wasto
fr: Invalide
id: Tidak valid
ja: 無効
nl: Ongeldig
pt: Inválido
ru: Некорректная
sk: Neplatná
th: ไม่ถูกต้อง
tr: Geçersiz
uk: Недійсний

source: Invalid amount
de: Ungültiger Betrag
fr: Montant invalide
id: Jumlah tidak valid
ja: 無効な金額
nl: Ongeldig bedrag
pt: Valor inválido
ru: Некорректная сумма
sk: Neplatná suma
tr: Geçersiz tutar
uk: Неправильна сума

source: Invalid Dash address
de: Ungültige Dash Adresse
fil: Hindi wasto ang iyong Dash address
fr: Adresse Dash non valide
ja: 無効なDashアドレス
nl: ongeldig Dash adres
pt: Endereço Dash inválido
ru: Некорректный адрес Dash
sk: Neplatná Dash adresa
tr: Geçersiz Dash adresi
uk: Неправильна Dash адреса

source: Invalid Email
de: Ungültige E-Mail
fil: Hindi wastong email
fr: Adresse e-mail invalide
id: Email tidak valid
ja: 無効なEメール
nl: Ongeldig emailadres
pt: E-mail inválido
ru: Неверный Email
sk: Neplatný email
tr: Geçersiz e-posta
uk: Неправильна поштова адреса

source: Invalid Input
de: Ungültige Eingabe
fil: Di-wastong Input
fr: Entrée invalide
id: Input Tidak Valid
ja: 無効な入力
nl: Ongeldige invoer
pt: Entrada inválida
ru: Ошибка ввода
sk: Neplatný vstup
tr: Geçersiz Girdi
uk: Введено неправильно

source: Invalid Payment Request
cs: Neplatný platební požadavek
de: Ungültige Zahlungsanforderung
es: Solicitud de pago inválida
fil: Invalid ang hiniling na bayad
fr: Demande de paiement invalide
id: Permintaan pembayaran tidak valid
ja: 無効な支払のリクエスト
nl: Ongeldig betalingsverzoek
pt: Solicitação de Pagamento Inválida
ru: Некорректный платёжный запрос
sk: Neplatná žiadosť o platbu:
th: คำขอการชำระเงินไม่ถูกต้อง
tr: Geçersiz Ödeme Talebi
uk: Недопустимий запит на оплату

source: Invalid QR Code
cs: Neplatný QR kód
de: Ungültiger QR-Code
es: Codigo QR invalido
fil: Hindi wasto ang QR Code
fr: QR-code non valide
id: Kode QR tidak valid
ja: 無効なQRコード
nl: Ongeldige QR-code
pt: QR Code Inválido
ru: Некорректный QR-код
sk: Neplatný QR kód
th: QR Code ไม่ถูกต้อง
tr: Geçersiz QR Kodu
uk: Неправильний QR код

source: It can take a minute for your balance to be updated.
de: Es kann eine Minute dauern, bis dein Guthaben aktualisiert wird.
fil: Maaaring tumagal ng isang minuto bago ma-update ang iyong balanse.
fr: La mise à jour de votre solde peut prendre une minute.
id: Diperlukan waktu satu menit untuk memperbarui saldo Anda.
ja: お客様の残高が更新されるまで、1分ほどかかる場合があります。
nl: Het kan even duren voordat je saldo is bijgewerkt.
pt: Pode levar um minuto para que seu saldo seja atualizado.
ru: Баланс обновляется в течение минуты.
sk: Aktualizácia zostatku môže chvíľu trvať.
tr: Bakiyenizin güncellenmesi birkaç dakika sürebilir.
uk: Це може зайняти близько хвилини, доки ваш баланс буде оновлено.

source: It can take a minute for your funds to arrive.
de: Es kann eine Minute dauern, bis du dein Guthaben erhältst.
fil: Maaaring tumagal ng isang minuto bago dumating ang iyong mga pondo.
fr: La réception de vos fonds peut prendre une minute.
id: Mungkin butuh satu menit agar dana Anda tiba.
ja: お客様の資金が着金するまで、1分ほどかかることがあります。
nl: Het kan even duren voordat de fondsen binnen komen.
pt: Pode levar um minuto para que os valores cheguem.
ru: Средства будут переведены в течение минуты.
sk: Doručenie prostriedkov môže chvíľu trvať.
tr: Paranızın yatması birkaç dakika sürebilir.
uk: Це може зайняти близько хвилини, доки кошти будуть зачислені.

source: It could be the code from the SMS on your phone. If not, enter the code from the authentication app.
de: Es könnte ein Code aus einer SMS auf deinem Telefon sein. Wenn nicht, trage den Code von deiner Authentifizierung-App ein.
es: Podría ser el código del SMS en tu teléfono. De lo contrario, ingresa el código de la aplicación de autenticación.
fil: Maaaring ito ay ang code mula sa SMS sa iyong telepono. Kung hindi, ilagay ang code mula sa authentication app.
fr: Cela pourrait être le code sur SMS de votre téléphone. Si ce n'est pas le cas, saisissez le code de l'application d'authentification.
id: Bisa jadi kode dari SMS di ponsel Anda. Jika tidak, masukkan kode dari aplikasi otentikasi.
ja: これは、お使いの携帯電話のSMSに記載されたコードだと思われます。該当しない場合は、認証アプリからコードを入力してください。
nl: Het kan de code van de SMS op je telefoon zijn. Zo niet, voer dan de code van de authenticatie app in.
pt: Pode ser o código do SMS no seu telefone. Caso contrário, insira o código do aplicativo de autenticação.
ru: Это может быть SMS-код. Или код из приложения для аутентификации.
sk: Môže to byť kód z SMS vo vašom telefóne. Ak nie, zadajte kód z overovacej aplikácie.
tr: Telefonunuzdaki SMS'den gelen kod olabilir. Değilse, kimlik doğrulama uygulamasından kodu girin.
uk: Це може бути код із SMS на вашому телефоні. Якщо ні, введіть код із програми автентифікації.

source: It could take up to 10 minutes to transfer Dash from Coinbase to Dash Wallet on this device
de: Es kann bis zu 10 Minuten dauern, Dash von Coinbase zur Dash Wallet auf diesem Gerät zu übertragen.
fil: Maaaring tumagal ng hanggang 10 minuto upang ilipat ang Dash mula sa Coinbase patungo sa Dash Wallet sa device na ito
fr: Sur cet appareil, le transfert de dashs depuis Coinbase vers Dash Wallet peut prendre jusqu'à 10 minutes
id: Diperlukan waktu hingga 10 menit untuk mentransfer Dash dari Coinbase ke Dash Wallet di perangkat ini
ja: このデバイスでは、CoinbaseからDashウォレットにDashを送金するのに最大10分かかる場合があります。
nl: Het kan tot 10 minuten duren om Dash over te maken van Coinbase naar de Dash portemonnee op dit apparaat.
pt: Pode levar até 10 minutos para transferir o Dash da Coinbase para a Carteira Dash neste dispositivo.
ru: Перевод Dash с Coinbase на Dash Wallet на этом устройстве может занять до 10 минут.
sk: Prenos Dash z Coinbase do Dash peňaženky tohto zariadenia môže trvať až 10 minút.
tr: Bu cihazdaki Dash Cüzdan'ınıza Dash'in Coinbase'den aktarılması 10 dakika kadar sürebilir.
uk: Перенесення Dash із Coinbase у Dash Wallet цього пристрою може зайняти до 10 хвилин.

source: It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 10 words, would you like to automatically recover missing words? This might take around an hour. We recommend plugging in your device.
cs: Pokoušíte se obnovit peněženku pomocí 12 slovní fráze pro obnovení, ale zadali jste pouze 10 slov, chcete automaticky obnovit chybějící slova? Může to trvat až hodinu. Doporočujeme připojit zařízení ke zdroji.
de: Anscheinend versuchst du deine Wallet mit einer Wiederherstellungsphrase aus 12 Wörtern wiederherzustellen, allerdings hast du nur 10 Wörter eingegeben. Möchtest du die fehlenden Worte automatisch wiederherstellen? Dies kann bis zu einer Stunde in Anspruch nehmen. Wir empfehlen dir, dein Gerät an den Strom anzuschließen.
es: Parece que estás intentando restaurar tu billetera usando una frase de recuperación de 12 palabras, sin embargo, solo has ingresado 10 palabras. ¿Te gustaría recuperar automáticamente las palabras faltantes? Esto puede tardar alrededor de una hora. Recomendamos enchufar tu dispositivo.
fil: Mukhang sinusubukan mong ibalik ang iyong pitaka gamit ang isang 12 na recovery phrase, subalit nakapaglagay ka lamang ng 10 salita, nais mo bang awtomatikong mabawi ang mga nawawalang salita? Maaari itong tumagal ng halos isang oras. Inirerekumenda namin ang pag-plug sa iyong aparato.
fr: Il semble que vous tentiez de restaurer votre portefeuille avec une phrase de récupération de 12 mots. Cependant vous n'avez indiqué que 10 mots. Voulez-vous retrouver automatiquement les mots manquants ? Cela peut prendre environ une heure. Nous vous recommandons de brancher votre appareil au secteur.
id: Sepertinya Anda mencoba mengembalikan dompet Anda menggunakan frasa pemulihan 12 kata, namun Anda hanya memasukkan 10 kata, apakah Anda ingin memulihkan kata yang hilang secara otomatis? Ini mungkin membutuhkan waktu sekitar satu jam. Kami merekomendasikan untuk mencolokkan perangkat Anda.
ja: 12個の語句からなるリカバリーフレーズを使用してウォレットを復元しようとしているようですが、10個の語句しか入力されていません。これには1時間程度かかる場合があります。デバイスをプラグに接続するのを推奨します。
nl: Het ziet er naar uit dat je probeert een portemonnee te herstellen met een herstelzin van 12 woorden, maar je hebt maar 10 woorden ingevoerd, wil je automatisch de ontbrekende woorden herstellen? Dit kan ongeveer een uur duren. We raden aan je apparaat aan de lader te hangen.
pt: Parece que você está tentando restaurar sua carteira usando uma frase de recuperação de 12 palavras, no entanto, você inseriu apenas 10 palavras, você gostaria de recuperar automaticamente as palavras que faltam? Isso pode levar cerca de uma hora. Recomendamos conectar seu dispositivo em um carregador.
ru: Кажется, вы пытаетесь восстановить свой кошелёк с помощью фразы восстановления из 12 слов. Однако, вы ввели только 10 слов. Хотите автоматически восстановить пропущенные слова? Это займёт примерно час. Рекомендуем подключить ваш гаджет к зарядному устройству.
sk: Zdá sa, že sa pokúšate obnoviť svoju peňaženku pomocou 12-slovnej frázy na obnovenie, avšak zadali ste iba 10 slov. Chcete automaticky obnoviť chýbajúce slová? Môže to trvať asi hodinu. Vaše zariadenie odporúčame pripojiť do siete.
th: ดูเหมือนว่าคุณกำลังพยายามที่จะกู้คืนกระเป๋าเงินของคุณโดยใช้วลีการกู้คืนคำ 12 คำ แต่คุณได้ป้อน 10 คำเท่านั้นคุณต้องการกู้คืนคำที่หายไปโดยอัตโนมัติหรือไม่ อาจใช้เวลาประมาณหนึ่งชั่วโมง เราขอแนะนำให้เสียบเข้ากับอุปกรณ์ของคุณ
tr: Görünüşe göre cüzdanınızın 12 kelimelik bir kurtarma sözcük grubu kullanarak geri kurtarmaya çalışıyorsunuz, ancak yalnızca 10 kelime girdiniz, eksik kelimeleri otomatik olarak kurtarmak ister misiniz? Bu yaklaşık bir saat sürebilir. Cihazınızı fişe takmanızı öneririz.
uk: Ви намагаєтеся відновити свій гаманець за допомогою фрази відновлення з 12 слів. Однак, ви ввели лише 10 слів. Бажаєте автоматично відновити пропущені слова? Це займе приблизно годину. Рекомендуємо підключити гаджет до зарядного пристрою.
