Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Node IP
de: Knoten-IP
es: IP del Nodo
fr: IP du nœud
ja: ノードIP
pt: IP do nó
ru: IP узла
sk: IP uzla
th: โหนด IP
tr: Düğüm IP'si
uk: IP вузла

source: None
cs: Žádná
de: Kein
es: Ninguna
fil: Wala
fr: Aucun
id: Tidak ada
ja: 無し
nl: Geen
pt: Nenhuma
ru: Отсутствует
sk: Žiadne
th: ไม่มี
tr: Hiçbiri
uk: Відсутній

source: Not a Dash QR code
cs: Není Dash QR kódem
de: Kein Dash QR-Code
es: No es un código QR de Dash
fil: Hindi isang Dash QR code
fr: Ce n'est pas un QR-code Dash
id: Bukan kode QR Dash
ja: DashのQRコードではありません
nl: Geen dash QR-code
pt: Não é um código QR Dash
ru: Не является QR-кодом Dash
sk: Nie je Dash QR kód
th: ไม่ใช่ QR โค้ดของ Dash
tr: Bir Dash QR kodu değildir
uk: Не є QR-кодом Dash

source: Not a Dash URL
cs: Není Dash URL
de: Keine Dash-URL
es: No es una dirección de Dash
fil: Hindi ito URL ng Dash
fr: Ce n'est pas une URL Dash
id: bukan URL Dash
ja: Dash URLではありません
nl: Geen DASH URL
pt: Não é uma URL Dash
ru: Не является ссылкой Dash
sk: Nie je Dash URL
th: ไม่ใช่ Dash URL
tr: Dash URL'si değildir
uk: Не є посиланням Dash

source: Not a valid Dash address
cs: Není platnou Dash adresou
de: Keine gültige Dash-Adresse
es: No es una dirección válida de Dash
fil: Hindi wastong address ng Dash
fr: Ce n'est pas une adresse Dash valide
id: bukan alamat dash yang valid
ja: 有効なDashアドレスではありません
nl: ongeldig Dash-adres
pt: Não é um endereço Dash válido
ru: Некорректный адрес Dash
sk: Nie je to platná Dash adresa
th: ไม่ใช่ที่อยู่ dash ที่ถูกต้อง
tr: Geçerli bir Dash adresi değil
uk: Неправильна Dash адреса

source: Not all of the stores accept DASH directly, but you can buy a gift card with your Dash.
de: Nicht alle Geschäfte akzeptieren DASH direkt, aber du kannst mit deinen Dash auch einen Gutschein kaufen.
es: No todas las tiendas aceptan DASH directamente, pero puedes comprar una tarjeta de regalo con tus Dash.
fil: Hindi lahat ng tindahan ay direktang tumatanggap ng DASH, ngunit maaari kang bumili ng gift card gamit ang iyong Dash.
fr: Tous les magasins n'acceptent pas Dash directement, mais vous pouvez acheter une carte-cadeau avec vos dashs.
id: Tidak semua toko menerima DASH secara langsung, tetapi Anda dapat membeli kartu hadiah dengan Dash.
ja: 全ての店舗でDASHが直接使えるとは限りませんが、Dashでギフトカードが購入できます。
nl: Niet alle winkels accepteren direct DASH, maar je kan een geschenkbon kopen met je Dash.
pt: Nem todas as lojas aceitam DASH diretamente, mas você pode comprar um cartão presente com seu Dash.
ru: Не все магазины принимают DASH напрямую, но вы можете купить подарочную карту с помощью Dash.
sk: Nie všetky obchody akceptujú priamo DASH, ale môžete si kúpiť darčekovú kartu s Dashom.
tr: Tüm mağazalar DASH'i doğrudan kabul etmez, ancak Dash'inizle bir hediye kartı satın alabilirsiniz.
uk: Не всі магазини приймають DASH напряму, але ви можете купити подарункову картку за допомогою Dash.

source: Not available
de: Nicht verfügbar
fil: Hindi available
fr: Non disponible
id: Tak tersedia
ja: ご利用できません
nl: Niet beschikbaar
pt: Não disponível
ru: Недоступно
sk: Nie je k dispozícií
tr: Mevcut değil
uk: Недоступний

source: Not Determined
de: Nicht festgelegt
es: No determinado
fil: Hindi determinado
fr: Indéterminé
id: Tidak ditentukan
ja: 未定
nl: Niet bepaald
pt: Não determinado
ru: Не определён
sk: Neurčené
tr: Belirlenmedi
uk: Не визначено

source: Not yet used
cs: Ještě nebyla použita
de: Noch nicht verwendet
es: No utilizada aún
fil: Hindi pa ito nagamit
fr: Pas encore utilisé
id: Belum digunakan
ja: まだ使用されていません
nl: Nog niet gebruikt
pt: Não utilizado ainda
ru: Еще не использован
sk: Zatiaľ nepoužité
th: ยังไม่ถูกใช้
tr: Henüz kullanılmadı
uk: Ще не використовувався

source: Notifications
cs: Notifikace
de: Benachrichtigungen
es: Notificaciones
fil: Mga Notipikasyon
id: Pemberitahuan
ja: 通知
nl: Notificaties
pt: Notificações
ru: Уведомления
sk: Oznámenia
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення

source: oAuth failed
de: oAuth fehlgeschlagen
fil: Nabigo ang oAuth
fr: Échec oAuth
id: oAuth gagal
ja: 認証に失敗しました
nl: oAuth mislukt
pt: oAuth falhou
ru: Ошибка авторизации
sk: oAuth zlyhala
tr: oAuth başarısız oldu
uk: Помилка oAuth

source: OK
nl: Oké
ru: ОК
th: ตกลง
tr: Tamam

source: Once %@ accepts your request you can Pay Directly to Username
cs: Až %@ přijme váší žádost, budete pro platby moci použít uživatelské jméno
de: Sobald %@ deine Anfrage angenommen hat, kannst du Zahlungen direkt an seinen Benutzernamen senden
es: Una vez que %@ aceptes tu solicitud, puedes pagar directamente al nombre de usuario
fil: Kapag tinanggap ng %@ ang iyong kahilingan maaari kang Magbayad Direkta sa Username
fr: Une fois que %@ aura accepté votre demande, vous pourrez payer directement à son nom d'utilisateur
id: Setelah %@ menerima permintaan Anda, Anda dapat Membayar Langsung ke Nama Pengguna
ja: 一度%@があなたのリクエストを承認すると、ユーザー名に直接支払えるようになります。
nl: Zodra%@ jouw verzoek accepteert kunt je direct betalen aan Username
pt: Assim que %@ aceitar seu pedido, você poderá Pagar Diretamente ao Nome de Usuário
ru: Когда %@ примет ваш запрос, вы сможете оплатить напрямую по Имени пользователя
sk: Hneď ako %@ akceptuje vašu žiadosť, môžete platiť priamo na meno používateľa
th: เมื่อ %@ ยอมรับคำขอของคุณคุณสามารถชำระเงินโดยตรงกับชื่อผู้ใช้
tr: %@ isteğinizi kabul ettiğinizde Kullanıcı Adına Doğrudan Ödeme yapabilirsiniz
uk: Щойно %@ прийме ваш запит, ви зможете здійснити оплату безпосередньо на ім’я користувача

source: Online
es: En línea
fr: En ligne
ja: オンライン
ru: Онлайн
tr: Çevrimiçi
uk: Інтернет-магазин

source: Online Account
de: Online Konto
fil: Online na Account
fr: Compte en ligne
id: Akun Online
ja: オンラインアカウント
pt: Conta on-line
ru: Онлайн аккаунт
sk: Online účet
tr: Çevrimiçi Hesap
uk: Онлайн Акаунт

source: Online Merchant
de: Online Händler
es: Comercio en línea
fr: Vendeur en ligne
id: Pedagang online
ja: オンライン加盟店
nl: Online winkelier
pt: Comércio Online
ru: Интернет-магазин
sk: Online obchodník
tr: Çevrimiçi Tüccar
uk: Інтернет-продавець

source: Operator Keys
cs: Klíče operátora
de: Betreiber-Schlüssel
es: Llaves de operador
fil: Operator na mga Susi
fr: Clés d'opérateur
id: Kunci Operator
ja: 運用者の諸々のキー
nl: Operator sleutels
pt: Chaves do Operador
ru: Ключи оператора
sk: Kľúče operátora
th: ตัวดำเนินการกุญแจ
tr: Operatör Anahtarları
uk: Ключі оператора

source: Order Preview
de: Vorschau bestellen
es: Vista previa del pedido
fil: Preview ng Order
fr: Prévisualisation de la commande
id: Pratinjau Pesanan
ja: 注文プレビュー
nl: Voorbeeld bestelling
pt: Visualização do pedido
ru: Просмотр заказа
sk: Ukážka objednávky
tr: Sipariş Önizleme
uk: Попередній перегляд замовлення

source: Owner Address
cs: Adresa majitele
de: Besitzer-Adresse
es: Dirección de Propietario
fil: Address ng may-ari
fr: Adresse du propriétaire
id: Alamat pemilik
ja: 所有者の諸々のキー
nl: Adres eigenaar
pt: Endereço do Proprietário
ru: Адрес владельца
sk: Adresa vlastníka
th: ที่อยู่เจ้าของ
tr: Sahip Adresi
uk: Адреса власника

source: Owner Keys
cs: Klíče majitele
de: Besitzer-Schlüssel
es: Llaves del propietario
fil: Susi ng may-ari
fr: Clés de propriétaire
id: Kunci Pemilik
ja: 所有者の諸々のキー
nl: Eigenaar sleutels
pt: Chaves do Proprietário
ru: Ключи владельца
sk: Kľúče vlastníka
th: เจ้าของกุญแจ
tr: Sahip Anahtarları
uk: Ключі власника

source: Pay
cs: Platit
de: Zahlen
es: Pagar
fil: Magbayad
fr: Payer
id: Bayar
ja: 支払う
nl: Betaal
pt: Pagar
ru: Оплатить
sk: Zaplatiť
th: ชำระเงิน
tr: Ödeme
uk: Оплатити

source: Pay and get paid instantly with easy to use payment flows
cs: Plať a přijímej platby zcela okamžitě
de: Zahle und lass dich bezahlen, ohne Wartezeit und auf einfache Art und Weise
es: Paga y recibe instantáneamente con flujos de pagos fáciles de usar
fil: Magbayad at mabayaran agad dahil sa madaling paraan ng pagbabayad.
fr: Payez et soyez payé instantanément avec des flux de paiement simples à utiliser
id: Bayar dan dapatkan bayaran instan dengan aliran pembayaran yang mudah digunakan
ja: 簡単なお支払い手順で速やかに送金と入金
nl: Betaal en word betaald met eenvoudig te gebruiken betaalverkeer
pt: Pague e receba imediatamente com fluxos de pagamento fáceis de usar
ru: Платите и получайте переводы мгновенно с помощью простых в использовании механизмов платежей
sk: Plaťte a dostaňte okamžite zaplatené pomocou ľahko použiteľných platobných tokov
th: ชำระเงินและรับเงินทันทีด้วยกระบวนการชำระเงินที่ใช้งานง่าย
tr: Kullanımı kolay ödeme akımlarıyla anında ödeme yapın ve alın
uk: Платіть і отримуйте гроші миттєво за допомогою простих у використанні платіжних потоків

source: Pay Directly to Username
cs: Plaťte na uživatelské jméno
de: Direkt an Benutzernamen senden
es: Pagar directamente al nombre de usuario
fil: Magbayad ng Direkta sa Username
fr: payer directement à ce nom d'utilisateur
id: Bayar Langsung ke Nama Pengguna
ja: ユーザー名に直接支払う
nl: Betaal rechtstreeks aan gebruikersnaam
pt: Pagar Diretamente ao Nome de Usuário
ru: Оплатить напрямую по Имени пользователя
sk: Platiť priamo na meno používateľa
th: ชำระเงินโดยตรงกับชื่อผู้ใช้
tr: Kullanıcı Adına Doğrudan Ödeme Yap
uk: Платіть безпосередньо на ім'я користувача

source: Pay with
de: Bezahle mit
es: Pagar con
fil: Magbayad gamit ang
fr: Payer avec
id: Bayar dengan
ja: 支払う
nl: Betaal met
pt: Pagar com
ru: Оплатить с помощью
sk: Platiť s
tr: İle öde
uk: Платіть з

source: Pay with Dash
de: Mit Dash bezahlen
es: Pagar con Dash
fil: Magbayad gamit ang Dash
fr: Payer avec Dash
id: Bayar dengan Dash
ja: Dashで支払う
nl: Betaal met Dash
pt: Pagar com Dash
ru: Оплатить с помощью Dash
sk: Plaťte pomocou Dash
tr: Dash ile öde
uk: Сплатити за допомогою Dash

source: Pay with Ease
cs: Plať snadno
de: Mit Leichtigkeit bezahlen
es: Paga con facilidad
fil: Magbayad ng walang kahirap-hirap
fr: Payez facilement
id: Bayar dengan Mudah
ja: 簡単支払い
nl: Betaal met gemak
pt: Pague com Facilidade
ru: Платите с легкостью
sk: Plaťte jednoducho
th: ชำระเงินได้อย่างง่ายดาย
tr: Kolaylıkla öde
uk: Платіть з легкістю

source: Pay with the DASH Wallet.
de: Mit der DASH Wallet bezahlen.
es: Paga con la billetera de DASH.
fil: Magbayad gamit ang DASH Wallet.
fr: Payer avec le portefeuille Dash.
id: Bayar dengan dompet DASH
ja: DASHウォレットで支払います。
nl: Betaal met de DASH portemonnee.
pt: Pagar com a carteira DASH.
ru: Оплатить через DASH Wallet.
sk: Plaťte pomocou DASH peňaženky.
tr: DASH Cüzdanı ile ödeme yapın.
uk: Платіть через DASH гаманець.

source: Paying
cs: Placení
de: Bezahle
es: Pagando
fil: Nagbabayad
fr: Paiement en cours
id: Membayar
ja: 支払い中
nl: Aan het betalen
pt: Pagando
ru: Оплата
sk: Platí sa
th: กำลังชำระเงิน
tr: Ödeniyor
uk: Оплата

source: Paying.
cs: Placení.
de: Bezahle.
es: Pagando.
fil: Nagbabayad.
fr: Paiement en cours.
id: Membayar.
ja: 支払い中。
nl: Aan het betalen.
pt: Pagando.
ru: Оплата.
sk: Platí sa.
th: กำลังชำระเงิน
tr: Ödeniyor.
uk: Оплата.

source: Paying..
cs: Placení..
de: Bezahle..
es: Pagando..
fil: Nagbabayad..
fr: Paiement en cours..
id: Membayar..
ja: 支払い中…
nl: Aan het betalen..
pt: Pagando..
ru: Оплата..
sk: Platí sa...
th: กำลังชำระเงิน
tr: Ödeniyor..
uk: Оплата..

source: Paying...
cs: Placení...
de: Bezahle...
es: Pagando...
fil: Nagbabayad...
fr: Paiement en cours...
id: Membayar...
ja: 支払い中…
nl: Aan het betalen...
pt: Pagando...
ru: Оплата...
sk: Platí sa...
th: กำลังชำระเงิน
tr: Ödeniyor...
uk: Оплата...

source: Payment method
de: Zahlungsmethode
es: Método de pago
fil: Paraan ng Pagbayad
fr: Méthode de paiement
id: Metode pembayaran
ja: 支払い方法
nl: Betalingsmethode
pt: Método de pagamento
ru: Способ оплаты
sk: Spôsob platby
tr: Ödeme şekli
uk: Спосіб оплати

source: Payment Type
de: Zahlungsart
es: Tipo de pago
fil: Uri ng Pagbabayad
fr: Type de paiement
id: Tipe Pembayaran
ja: 支払い方法
nl: Betalingswijze
pt: Tipo de Pagamento
ru: Способ оплаты
sk: Typ platby
tr: Ödeme türü
uk: Типа платежу

source: Payout Options
de: Auszahlungsoptionen
fil: Mga Pagpipilian sa Pagbabayad
fr: Options de paiement
ja: 支払い方法
nl: Uitbetaalopties
pt: Opções de Pagamento
tr: Ödeme Seçenekleri

source: Pending
cs: Čeká na vyřízení
de: Ausstehend
es: Pendiente
fil: Nakabitin
fr: En attente
id: Tertunda
ja: 保留中
nl: Wachtende
pt: Pendente
ru: В ожидании
sk: Čakajúce
th: รอดำเนินการ
tr: Bekliyor
uk: Очікує

source: per 24 hours
de: pro 24 Stunden
fil: bawat 24 na oras
fr: par 24 heures
id: per 24 jam
ja: 24時間あたり
nl: per 24 uur
pt: por 24 horas
ru: в 24 часа
sk: za 24 hodín
tr: 24 saatte
uk: за 24 години

source: per hour
de: pro Stunde
fil: bawat oras
fr: par heure
id: per jam
ja: 1時間あたり
nl: per uur
pt: por hora
ru: в час
sk: za hodinu
tr: saat başına
uk: за годину

source: per transaction
de: pro Transaktion
fil: bawat transaksyon
fr: par transaction
id: per transaksi
ja: 1取引あたり
nl: per transactie
pt: por transação
ru: за транзакцию
sk: za transakciu
tr: işlem başına
uk: за транзакцію

source: PIN is always required to make a payment
cs: Pro platby je vždy vyžadován PIN
de: PIN ist für jede Zahlung notwendig
es: PIN siempre será requerido para realizar un pago
fil: Ang PIN ay laging kailangan sa pagbabayad.
fr: Le code PIN est toujours demandé pour faire un paiement
id: PIN selalu diperlukan untuk melakukan pembayaran
ja: お支払いにはPINが必要です
nl: De PIN is altijd vereist om een betaling uit te voeren
pt: PIN é sempre necessário para realizar um pagamento
ru: Всегда требовать PIN для совершения платежа
sk: Na vykonanie platby je vždy potrebný PIN
th: ต้องระบุ PIN ทุกครั้งเพื่อชำระเงิน
tr: Ödeme yapmak için her zaman PIN gereklidir
uk: Для здійснення платежу завжди потрібен PIN-код

source: Please add a payment method on Coinbase
de: Bitte hinterlege eine Zahlungsmethode auf Coinbase.
fil: Mangyaring magdagdag ng paraan ng pagbabayad sa Coinbase
fr: Veuillez ajouter un mode de paiement sur Coinbase
id: Silakan tambahkan metode pembayaran di Coinbase
ja: Coinbaseで支払い方法を追加してください
nl: Voeg een betaalmethode toe op Coinbase
pt: Por favor, adicione um método de pagamento na Coinbase
ru: Добавьте способ оплаты на Coinbase
sk: Pridajte spôsob platby na Coinbase
tr: Lütfen Coinbase'de bir ödeme yöntemi ekleyin
uk: Додайте спосіб оплати на Coinbase

source: Please check your network connection
de: Bitte überprüfe deine Netzwerksverbindung
es: Comprueba tu conexión de red
fil: Mangyaring suriin ang iyong koneksyon sa network
fr: Veuillez vérifier votre connexion réseau
id: Silakan periksa koneksi jaringan Anda
ja: ネットワーク接続を確認してください
nl: Controleer de netwerkverbinding
pt: Por favor, verifique sua conexão de rede
ru: Пожалуйста, проверьте ваше подключение к сети
sk: Skontrolujte svoje sieťové pripojenie
tr: Lütfen ağ bağlantınızı kontrol edin
uk: Будь ласка, перевірте підключення до мережі

source: Please enter PIN to upgrade wallet
cs: Pro aktualizaci peněženky zadejte PIN kód
de: PIN eingeben zum upgraden der Wallet
es: Por favor ingrese su PIN para actualizar la billetera
fil: Paki-enter ang PIN para ma-upgrade ang pitaka
fr: Veuillez saisir votre code PIN pour mettre à jour le portefeuille
id: Silakan masukkan PIN untuk meningkatkan dompet
ja: ウォレットをアップグレードするためPINを入力してください
nl: Voer a.u.b. PIN in om de portemonnee bij te werken
pt: Por favor, insira seu PIN para atualizar a carteira
ru: Пожалуйста, введите PIN для обновления кошелька
sk: Pre inováciu peňaženky zadajte PIN
th: โปรดป้อน PIN เพื่ออัปเกรด Wallet
tr: Cüzdanı yükseltmek için lütfen PİN kodunu girin
uk: Введіть PIN-код, щоб оновити гаманець

source: Please note that the email is not saved by the Dash Wallet and is only sent to CrowdNode
de: Bitte beachte, dass diese E-Mail nicht in der Dash Wallet gespeichert wird sondern nur an CrowdNode gesendet wird
fil: Pakitandaan na ang email ay hindi nai-save ng Dash Wallet at ipinapadala lamang sa Crowdnode
fr: Veuillez noter que l'adresse e-mail n'est pas enregistrée par le portefeuille Dash, mais seulement envoyée à CrowdNode
ja: メールはDashウォレットには保存されず、CrowdNodeにのみ送信されることにご留意ください。
nl: Houd er rekening mee dat de e-mail niet wordt opgeslagen door de Dash Portemonnee en alleen maar wordt verzonden naar Crowdnode
pt: Por favor, observe que o e-mail não é salvo pela Carteira Dash e é enviado apenas para o CrowdNode
tr: Lütfen e-postanın Dash Cüzdanı tarafından kaydedilmediğini ve yalnızca CrowdNode'a gönderildiğini unutmayın.

source: Please note, you will not be able to withdraw your funds from CowdNode to this wallet until you increase your balance to %@ Dash.
de: Bitte beachte, dass du dein Guthaben nicht von CrowdNode abheben kannst solange dies niedriger als %@ Dash ist.
fil: Pakitandaan, hindi mo mai-withdraw ang iyong mga pondo mula sa CrowdNode patungo sa wallet na ito hanggang sa mapataas mo ang iyong balanse sa %@ Dash.
fr: Veuillez noter que vous ne pourrez pas retirer vos fonds depuis CrowdNode vers ce portefeuille sans augmenter votre solde à %@ dashs.
id: Harap diperhatikan, Anda tidak akan dapat menarik dana Anda dari CowdNode ke dompet ini sampai Anda menambah saldo ke %@ Dash.
ja: 残高を%@Dashに増加させない限り、CrowdNodeからこのウォレットに資金を引き出すことはできませんので、ご注意ください。
nl: Let op, je zal geen geld kunnen opnemen van CrowdNode naar deze portemonnee totdat je je saldo verhoogt naar %@ Dash.
pt: Por favor, observe que você não poderá retirar seus fundos do CrowdNode para esta carteira até que aumente seu saldo para %@ Dash.
ru: Помните, что вы не сможете вывести средства из CrowdNode на этот кошелёк, пока на балансе не будет хотя бы %@ Dash.
sk: Upozorňujeme, že nebudete môcť vybrať svoje prostriedky z CrowdNode do tejto peňaženky, kým nezvýšite svoj zostatok na %@ Dash.
tr: Bakiyenizi %@ Dash'e yükseltene kadar CowdNode'dan bu cüzdana para çekemeyeceğinizi lütfen unutmayın.
uk: Пам'ятайте, що ви не зможете вивести кошти з CrowdNode на цей гаманець, доки на балансі не буде хоча б %@ Dash.

source: Please place your phone near NFC device.
cs: Přiložte váš telefon k zařízení NFC.
de: Bitte halte dein Telefon nahe an das NFC-Gerät.
es: Coloca tu teléfono cerca del dispositivo NFC.
fil: Pakilagay ang iyong phone malapit sa NFC device
fr: Veuillez placer votre téléphone près de l'appareil NFC.
id: Silakan letakkan ponsel Anda di dekat perangkat NFC.
ja: あなたの携帯電話をNFCデバイスに近づけてください
nl: Houd a.u.b. je telefoon bij een NFC-apparaat
pt: Por favor coloque seu telefone perto do dispositivo NFC
ru: Пожалуйста, поместите Ваш телефон рядом с NFC устройством.
sk: Umiestnite váš telefón blízko NFC zariadenia.
th: โปรดวางมือถือของคุณใกล้กับอุปกรณ์ NFC
tr: Lütfen telefonunuzu bir NFC cihazının yakınına yerleştirin.
uk: Розташуйте телефон біля пристрою NFC.

source: Please tap on the words from your recovery phrase in the right order
cs: Klepněte na slova z vaší fráze pro obnovení ve správném pořadí
de: Bitte tippe die Wörter deiner Wiederherstellungsphrase in der richtigen Reihenfolge an
es: Por favor escribe las palabras de tu frase de recuperación en el orden correcto
fil: Paki-pindot ang mga salita mula sa iyong recovery phrase sa tamang pagkakasunod-sunod.
fr: Veuillez saisir les mots de votre phrase de récupération dans le bon ordre
id: Ketuk kata-kata dari frasa pemulihan Anda dalam urutan yang benar
ja: リカバリーフレーズの言葉を正しい順番にタップしてください
nl: Tik a.u.b. op de woorden van je herstelzin in de juiste volgorde
pt: Por favor, toque as palavras da sua frase de recuperação na ordem correta
ru: Пожалуйста, нажмите на слова из Вашей фразы восстановления в правильном порядке
sk: Klepnite na slová z obnovovacej frázy v správnom poradí
th: โปรดแตะที่คำจากวลีการกู้คืนของคุณในลำดับที่ถูกต้อง
tr: Lütfen kurtarma sözcük grubunuzu doğru şekilde sıralayın
uk: Будь ласка, торкніться слів з вашої фрази відновлення в правильному порядку

source: Please try again
cs: Zkuste to ještě jednou
de: Bitte erneut versuchen
es: Por favor, intenta nuevamente
fil: Subukan muli
fr: Veuillez réessayer
id: Silakan coba lagi
ja: もう一度お試しください
nl: Probeer a.u.b. opnieuw
pt: Por favor, tente novamente
ru: Попробуйте еще раз
sk: Prosím skúste znova
th: โปรดลองใหม่อีกครั้ง
tr: Lütfen tekrar deneyin
uk: Будь ласка, спробуйте ще раз

source: Please try scanning again
cs: Zkuste skenování ještě jednou.
de: Bitte versuche erneut zu scannen
es: Por favor intente escanear de nuevo
fil: Mangyaring subukang i-scan muli
fr: Veuillez essayer une nouvelle réinspection
id: Silakan coba pindai ulang
ja: もう一度スキャンしてください
nl: Probeer a.u.b. nog een keer te scannen
pt: Por favor, tente escanear novamente
ru: Попробуйте отсканировать еще раз
sk: Skúste naskenovať znova
th: โปรดลองสแกนใหม่อีกครั้ง
tr: Lütfen tekrar taramayı deneyin
uk: Спробуйте відсканувати ще раз

source: Please Wait
cs: Čekejte prosím
de: Bitte warten
es: Por favor espera
fil: Mangyaring maghintay
fr: Veuillez patienter
id: Silahkan tunggu
ja: お待ちください
nl: Even wachten a.u.b.
pt: Por favor, aguarde
ru: Пожалуйста, подождите
sk: Prosím čakajte
th: กรุณารอสักครู่
tr: Lütfen Bekleyin
uk: Будь ласка, зачекайте

source: Please wait
cs: Čekejte prosím
de: Bitte warten
es: Por favor espera
fil: Mangyaring maghintay
fr: Veuillez patienter
id: Silahkan tunggu
ja: お待ちください
nl: Even wachten a.u.b.
pt: Espere por favor
ru: Пожалуйста, подождите
sk: Prosím čakajte
th: กรุณารอสักครู่
tr: Lütfen bekleyin
uk: Будь ласка, зачекайте

source: Please wait until the wallet is fully synced before exporting your transaction history
de: Bitte warte, bis die Wallet vollständig synchronisiert ist, bevor du deinen Transaktionsverlauf exportierst.
fil: Mangyaring maghintay hanggang ang wallet ay ganap na ma-sync bago i-export ang iyong kasaysayan ng transaksyon.
fr: Veuillez attendre que ce portefeuille soit entièrement synchronisé avant d'exporter votre historique de transactions
id: Harap tunggu hingga dompet sepenuhnya disinkronkan sebelum mengekspor riwayat transaksi Anda
ja: 取引履歴をエクスポートする前に、ウォレットが完全に同期されるまでお待ちください
nl: Wacht tot de portemonnee volledig is gesynchroniseerd alvorens je transactiegeschiedenis je exporteren.
pt: Por favor, aguarde até que a carteira esteja totalmente sincronizada antes de exportar seu histórico de transações.
ru: Перед экспортированием истории транзакций дождитесь полной синхронизации кошелька
sk: Pred exportovaním histórie transakcií počkajte, kým sa peňaženka úplne zosynchronizuje
tr: İşlem geçmişinizi dışa aktarmadan önce lütfen cüzdanın tamamen senkronize edilmesini bekleyin.
uk: Перш ніж експортувати історію транзакцій, зачекайте, доки гаманець повністю синхронізується.

source: Please write it down
cs: Poznamenejte si ji
de: Bitte aufschreiben
es: Anótala, por favor
fil: Paki-sulat sa ibaba
fr: Veuillez l'écrire quelque part
id: Tolong catat
ja: 紙に書き留めて下さい
nl: Schrijf het a.u.b. op
pt: Por favor, anote
ru: Пожалуйста, запишите её
sk: Prosím, zapíšte si ju
th: กรุณาเขียนลงไป
tr: Lütfen bir yere yazın
uk: Будь ласка, запишіть її

source: Previously used at:
de: Vorher benutzt von:
fil: Ginamit dati sa:
fr: Précédemment utilisé à :
ja: 以前使われていた場所:
nl: Eerder gebruikt op:
pt: Anteriormente usado em:
ru: Ранее использовалось с:
sk: Predtým použité na:
tr: Daha önce şurada kullanıldı:
uk: Раніше використовувався з:

source: Private / Public Keys (base64)
de: Privater/ Öffentlicher Schlüssel (base64)
fil: Pribado / Pampublikong Susi (base64)
fr: Clés privée / publique (base64)
ja: プライベート/パブリックキー(ベース64)
nl: persoonlijke / publieke sleutels (base64)
pt: Chaves Públicas / Privadas (base64)
ru: Приватные / Публичные ключи (base64)
sk: Súkromné / Verejné kľúče (base64)
tr: Özel / Genel Anahtarlar (base64)
uk: Приватні / публічні ключі (base64)

source: Private key
cs: Privátní klíč
de: Privater Schlüssel
es: Llave privada
fil: Pribadong susi
fr: Clé privée
id: Kunci pribadi
ja: プライベートキー
nl: persoonlijke sleutel
pt: Chave privada
ru: Приватный ключ
sk: Privátny kľúč
tr: Özel anahtar
uk: Приватний ключ

source: Processing
cs: Zpracovává se
de: Verarbeitung
es: Procesando
fil: Pinoproseso
fr: En cours
id: Sedang diproses
ja: 処理中
nl: Verwerken
pt: Processando
ru: Обрабатывается
sk: Spracováva sa
th: กำลังประมวลผล
tr: İşleniyor
uk: Обробка
