Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Username taken
cs: Uživatelské jméno už není dostupné
de: Benutzername bereits vergeben
es: Nombre de usuario ya ha sido tomado
fil: Kinuha na Username
fr: Nom d'utilisateur déjà pris
id: Nama pengguna telah diambil
ja: ユーザー名を取得しました
nl: Gebruikersnaam al in gebruik
pt: Nome de usuário já foi registrado
ru: Имя пользователя уже занято
sk: Používateľské meno sa už používa
th: ใช้ชื่อผู้ใช้แล้ว
tr: Kullanıcı adı alınmış
uk: Ім'я користувача зайняте

source: Validating address…
de: Adresse validieren...
fil: Pinapatunayan ang address...
fr: Validation de l'adresse...
id: Memvalidasi alamat…
ja: アドレスを有効化中
nl: Adres valideren…
pt: Validando endereço…
ru: Подтверждение адреса...
sk: Overuje sa adresa…
tr: Adres doğrulanıyor…
uk: Підтвердження адреси...

source: Validating username failed
cs: Ověření uživatelské jméno selhalo
de: Validierung des Benutzernamens fehlgeschlagen
es: No se pudo validar el nombre de usuario
fil: Bigo ang pagpapatunay ng username
fr: Échec de la validation du nom d'utilisateur
id: Validasi nama pengguna gagal
ja: ユーザー名の有効化失敗
nl: Validatie van gebruikersnaam is mislukt
pt: Validação de nome de usuário falhou
ru: Имя пользователя не подтверждено
sk: Overenie používateľského mena zlyhalo
th: ตรวจสอบชื่อผู้ใช้ล้มเหลว
tr: Kullanıcı adı doğrulanamadı
uk: Ім'я користувача не підтверджено

source: Validating username…
cs: Ověřování uživatelského jména...
de: Validiere Benutzernamen...
es: Validando nombre de usuario…
fil: Pagpapatunay ng username...
fr: Validation du nom d'utilisateur en cours…
id: Memvalidasi nama pengguna…
ja: ユーザー名の有効化中...
nl: Gebruikersnaam valideren…
pt: Validando nome de usuário...
ru: Подтверждение имени пользователя...
sk: Overuje sa používateľské meno…
th: ตรวจสอบชื่อผู้ใช้...
tr: Kullanıcı adı doğrulanıyor…
uk: Валідація імені користувача

source: Verification Required
de: Verifizierung notwendig
fil: Kailangan ng beripikasyon
fr: Vérification demandée
id: Verifikasi Diperlukan
ja: 認証が必要です
nl: Verificatie vereist
pt: Verificação Necessária
ru: Требуется верификация
sk: Vyžaduje sa overenie
tr: Doğrulama Gerekli
uk: Потрібна Верифікація

source: Verified Successfully
cs: Úspěšně verifikováno
de: Erfolgreich verifiziert
es: Verificado exitosamente
fil: Matagumpay na na-beripika
fr: Vérifié avec succès
id: Berhasil Diverifikasi
ja: 無事に検証されました
nl: Succesvol geverifieerd
pt: Verificado com Sucesso
ru: Успешно подтверждено
sk: Úspešne overené
th: ตรวจสอบสำเร็จ
tr: Başarıyla Doğrulandı
uk: Успішно верифіковано

source: Verify
cs: Ověřit
de: Verifizieren
es: Verificar
fil: Kumpirmahin
fr: Vérifier
id: Memeriksa
ja: 検証する
nl: Verifiëren
pt: Verificar
ru: Подтвердить
sk: Overiť
th: ตรวจสอบ
tr: Onayla
uk: Підтвердити

source: Verify your API Dash address
de: API Dash Adresse verifizieren
fil: I-verify ang iyong API Dash address
fr: Vérifier votre adresse API Dash
ja: APIのDashアドレスの認証
nl: Verifieer je API Dash adres
pt: Verifique seu endereço de API Dash
tr: API Dash adresinizi doğrulayın

source: Very High
cs: Vělmi vysoká
de: Sehr hoch
es: Muy alto
fil: Napakataas
fr: Très élevé
id: Sangat tinggi
ja: 非常に高い
nl: Heel hoog
pt: Muito Alto
ru: Очень высокий
sk: Veľmi vysoké
th: สูงมาก
tr: Çok Yüksek
uk: Дуже високий

source: Very small amounts of Dash will be sent to and from CrowdNode to verify that you are the owner of this wallet address.
de: Es werden nun kleine Dash Beträge nach und von Crowdnode gesendet um dich als Besitzer deiner Adresse zu verifizieren.
fil: Ang napakaliit na halaga ng Dash ay ipapadala sa at mula sa CrowdNode upang i-verify na ikaw ang may-ari ng address ng wallet na ito.
fr: De très petits montants en dashs seront envoyés vers et depuis CrowdNode, pour vérifier que vous êtes le propriétaire de cette adresse de portefeuille.
ja: このウォレットのアドレスの所有者であることを認証するために、極めて少額のDashがCrowdNodeで行き来することになります。
nl: Er worden zeer kleine hoeveelheden Dash van en naar CrowdNode verzonden om te verifiëren dat je de eigenaar bent van dit adres in de portemonnee.
pt: Quantidades muito pequenas de Dash serão enviadas de/para CrowdNode para verificar se você é o proprietário desta carteira.
tr: Bu cüzdan adresinin sahibi olduğunuzu doğrulamak için CrowdNode'a ve CrowdNode'dan çok küçük miktarlarda Dash gönderilecektir.

source: View All
cs: Zobrazit vše
de: Alle Ansehen
es: Ver todo
fil: Tingnan lahat
fr: Tout voir
id: Lihat semua
ja: 全てを見る
nl: Bekijk alles
pt: Ver Tudo
ru: Посмотреть все
sk: Zobraziť všetko
th: ดูทั้งหมด
tr: Hepsini gör
uk: Переглянути все

source: View all locations
de: Alle Standorte anzeigen
es: Ver todas las ubicaciones
fil: Tingnan ang lahat ng lokasyon
fr: Voir tous les lieux
id: Lihat semua lokasi
ja: 全ての拠点を見る
nl: Bekijk alle locaties
pt: Ver todos os locais
ru: Посмотреть все точки
sk: Zobraziť všetky miesta
tr: Tüm konumları görüntüle
uk: Переглянути всі локації

source: View in Block Explorer
cs: Zobrazit ve vyhledávači
de: Im Explorer ansehen
es: Ver en el explorador
fil: Tingnan sa Explorer
fr: Voir dans l'explorateur
id: Lihat di Explorer
ja: エクスプローラーで表示
nl: Bekijk in Explorer
pt: Ver no Explorador
ru: Посмотреть в Explorer
sk: Zobraziť v prehliadači
th: ดูใน Block Explorer
tr: Gezginde görüntüle
uk: Переглянути в Explorer

source: View passphrase, backup wallet…
cs: Fráze pro obnovení, záloha peněženky...
de: Passphrase anzeigen, Wallet sichern...
es: Ver frase de recuperación, hacer backup...
fil: Ipakita ang passphrase, backup wallet…
fr: Voir la phrase de récupération, sauvegarder le portefeuille…
id: Lihat frasa sandi, cadangkan domept...
ja: パスフレーズを表示して、ウォレットをバックアップ ...
nl: Bekijk wachtwoord, maak backup portemonnee ...
pt: Ver frase de recuperação, fazer backup...
ru: Показать кодовую фразу, сделать резервную копию кошелька...
sk: Zobraziť prístupové heslo, zálohovať peňaženku...
th: ดูวลี, สำรองวอลเล็ท...
tr: Kurtarma sözcük grubunu göster, cüzdanı yedekle...
uk: Показати кодову фразу, зробити резервну копію гаманця.

source: View Recovery Phrase
cs: Zobrazit frázi pro obnovení
de: Wiederherstellungsphrase ansehen
es: Ver frase de recuperación
fil: Ipakita ang recovery phrase
fr: Voir la phrase de récupération
id: Lihat frasa pemulihan
ja: 復元フレーズを表示する
nl: Toon herstelzin
pt: Ver Frase de Recuperação
ru: Посмотреть фразу восстановления
sk: Zobraziť frázu pre obnovenie
th: ดูวลีกู้คืน
tr: Kurtarma Sözcük Grubunu Göster
uk: Переглянути фразу відновлення

source: Voting Address
cs: Adresa pro hlasování
de: Abstimmungs-Adresse
es: Dirección de voto
fil: Address ng pagboto
fr: Adresse de vote
id: Alamat pemungutan suara
ja: 投票のアドレス
nl: Stem adres
pt: Endereço de Votação
ru: Адрес голосования
sk: Adresa pre hlasovanie
th: ที่อยู่ซึ่งใช้ในการออกเสียงลงคะแนน
tr: Oy Verme Adresi
uk: Адреса голосування

source: Voting Keys
cs: Klíče pro hlasování
de: Abstimmungs-Schlüssel
es: Llaves para votar
fil: Mga susi ng pagboto
fr: Clés de vote
id: Kunci pemungutan suara
ja: 投票の諸々のキー
nl: Stem sleutels
pt: Chaves de Votação
ru: Ключи голосования
sk: Hlasovacie kľúče
tr: Oy Verme Anahtarları
uk: Ключі голосування

source: Wait until the chain is fully synced, so we can review your transaction history. Visit CrowdNode website to log in or sign up.
de: Warte bis die Chain voll synchronisiert ist, damit du eine Transaktionshistorie begutachten kannst. Besuche die Crowdnode Webseite um dich anzumelden oder zu registrieren.
fil: Maghintay hanggang sa ganap na ma-sync ang chain, para masuri namin ang iyong history ng transaksyon. Bisitahin ang website ng CrowdNode upang mag-log in o mag-sign up.
fr: Patientez jusqu'à ce que la chaîne soit entièrement synchronisée, pour que nous puissions voir votre historique de transactions. Consultez le site CrowdNode pour vous connecter ou vous inscrire.
id: Tunggu hingga rantai disinkronkan sepenuhnya, sehingga kami dapat meninjau riwayat transaksi Anda. Kunjungi situs web CrowdNode untuk masuk atau mendaftar.
ja: チェーンが完全に同期されるまで待ち、お客様の取引履歴を確認できるようにします。CrowdNodeのウェブサイトにアクセスし、ログインまたはサインアップしてください。
nl: Wacht tot de blockchain volledig is gesynchroniseerd, zodat we de transactiegeschiedenis kunnen bekijken. Bezoek de CrowdNode website om in te loggen of aan te melden.
pt: Aguarde até que a cadeia esteja totalmente sincronizada para que possamos revisar seu histórico de transações. Visite o site do CrowdNode para fazer login ou se inscrever.
ru: Дождитесь, пока блокчейн полностью синхронизируется, чтобы посмотреть историю транзакций. Для входа или регистрации посетите сайт CrowdNode.
sk: Počkajte, kým sa reťazec úplne zosynchronizuje, aby sme mohli skontrolovať vašu históriu transakcií. Pre prihlásenie alebo registráciu navštívte webovú stránku CrowdNode.
tr: Zincir tamamen senkronize olana kadar bekleyin, böylece işlem geçmişinizi gözden geçirebiliriz. Giriş yapmak veya kaydolmak için CrowdNode web sitesini ziyaret edin.
uk: Дочекайтеся, поки блокчейн повністю синхронізується, щоб переглянути історію транзакцій. Відвідайте веб-сайт CrowdNode для входу або реєстрації.

source: Wait until wallet is synced to complete the transaction
de: Warte, bis die Wallet synchronisiert ist, um die Transaktion abzuschließen.
fil: Maghintay hanggang ma-sync ang wallet upang makumpleto ang transaksyon
fr: Veuillez attendre que le portefeuille soit synchronisé avant de terminer la transaction
id: Tunggu hingga dompet disinkronkan untuk menyelesaikan transaksi
ja: ウォレットが同期されるまで待ち、取引を完了させます。
nl: Wacht tot de portemonnee is gesynchroniseerd om de transactie te voltooien
pt: Aguarde até que a carteira seja sincronizada para concluir a transação
ru: Для завершения транзакции дождитесь синхронизации кошелька
sk: Na dokončenie transakcie počkajte, kým sa peňaženka zosynchronizuje
tr: İşlemi tamamlamak için cüzdan senkronize edilene kadar bekleyin
uk: Зачекайте, поки гаманець синхронізується, щоб завершити транзакцію

source: Wallet Address
de: Adresse der Wallet
fil: address ng pitaka
fr: Adresse du portefeuille
ja: ウォレットのアドレス
nl: Portemonnee-adres
pt: Endereço da carteira
ru: Адрес кошелька
sk: Adresa peňaženky
tr: Cüzdan Adresi
uk: Адреса гаманця

source: Wallet disabled
cs: Peněženka deaktivována
de: Wallet deaktiviert
es: Billetera deshabilitada
fil: Naka-disabled ang iyong pitaka
fr: Portefeuille désactivé
id: Dompet dinonaktifkan
ja: ウォレットは機能停止しています
nl: Portemonnee is uitgeschakeld
pt: Carteira desabilitada
ru: Кошелёк отключён
sk: Peňaženka neaktívna
th: wallet ถูกปิดการใช้งาน
tr: Cüzdan devredışı
uk: Гаманець вимкнено

source: Warning
cs: Varování
de: Warnung
es: Aviso
fil: Babala
fr: Avertissement
id: Peringatan
ja: 警告
nl: Waarschuwing
pt: Advertência
ru: Предупреждение
sk: Upozornenie
th: คำเตือน
tr: Uyarı
uk: Попередження

source: WARNING
cs: UPOZORNĚNÍ
de: WARNUNG
es: ADVERTENCIA
fil: BABALA
fr: AVERTISSEMENT
id: PERINGATAN
ja: 警告
nl: WAARSCHUWING
pt: AVISO
ru: ВНИМАНИЕ
sk: UPOZORNENIE
th: คำเตือน
tr: UYARI
uk: УВАГА

source: We couldn’t create your CrowdNode account.
de: Wir konnten dein CrowdNode Konto nicht erstellen.
fil: Hindi namin magawa ang iyong CrowdNode account.
fr: Nous n'avons pas pu créer votre compte CrowdNode.
id: Kami tidak dapat membuat akun CrowdNode Anda.
ja: お客様のCrowdNodeアカウントを作成できませんでした。
nl: We kunnen je CrowdNode account niet aanmaken.
pt: Não foi possível criar sua conta CrowdNode.
ru: Мы не смогли создать вам аккаунт на CrowdNode.
sk: Nepodarilo sa nám vytvoriť váš CrowdNode účet.
tr: CrowdNode hesabınızı oluşturamadık.
uk: Не вдалося створити обліковий запис CrowdNode.

source: We couldn’t make a deposit to your CrowdNode account.
de: Wir konnten keine Einzahlung auf dein CrowdNode Konto durchführen.
fil: Hindi kami makapagdeposito sa iyong CrowdNode account
fr: Nous n'avons pas pu faire un transfert vers votre compte CrowdNode.
id: Kami tidak dapat melakukan deposit ke akun CrowdNode Anda.
ja: お客様のCrowdNodeアカウントに入金できませんでした。
nl: We konden geen storting doen op je CrowdNode account.
pt: Não foi possível fazer um depósito na sua conta CrowdNode.
ru: Мы не смогли внести средства на ваш аккаунт на CrowdNode.
sk: Nepodarilo sa nám uskutočniť vklad na váš CrowdNode účet.
tr: CrowdNode hesabınıza para yatıramadık.
uk: Не вдалося внести депозит на рахунок CrowdNode.

source: We couldn’t withdraw from your CrowdNode account.
de: Wir konnten keine Auszahlung von deinem CrowdNode Konto durchführen.
fil: Hindi kami makapag-withdraw mula sa iyong CrowdNode account.
fr: Nous n'avons pu faire un retrait depuis votre compte CrowdNode.
id: Kami tidak dapat menarik dana dari akun CrowdNode Anda.
ja: お客様のCrowdNodeアカウントから出金できませんでした。
nl: We konden niet opnemen uit je CrowdNode account.
pt: Não foi possível realizar um saque da sua conta CrowdNode.
ru: Мы не смогли вывести средства с вашего аккаунта на CrowdNode.
sk: Nepodarilo sa nám vybrať z vášho CrowdNode účtu.
tr: CrowdNode hesabınızdan para çekemedik.
uk: Не вдалося зняти кошти з вашого облікового запису CrowdNode.

source: We have 2 types of merchants
de: Wir haben 2 Arten von Händlern
es: Tenemos 2 tipos de comerciantes
fil: Mayroon kaming 2 uri ng merchant
fr: Nous avons 2 types de vendeurs
id: Kami memiliki 2 jenis pedagang
ja: 2種類の加盟店があります。
nl: We hebben 2 typen acceptanten
pt: Temos 2 tipos de comércios
ru: У нас есть 2 типа продавцов
sk: Máme dva typy obchodníkov
tr: 2 tip tüccarımız var
uk: У нас є 2 види продавців

source: We have detected that Dash Wallet crashed during migration. Rescanning the blockchain will solve this issue or you may try again. Rescanning should preferably be performed on wifi and will take up to half an hour. Your funds will be available once the sync process is complete.
cs: Během migrace jsme zachytili pád aplikace Dash Wallet. Opětovné načtení blockchainu vyřeší tento problém nebo to můžete zkusit znovu. Načtení blockchainu by mělo být uskutočněno při připojení na Wi-Fi a může trvat až hodinu. Vaše prostředky budou k dispozici po dokončení synchronizačního procesu.
de: Wir haben festgestellt, dass Dash Wallet während der Migration abgestürzt ist. Ein erneutes Scannen der Blockchain sollte dieses Problem lösen. Zum erneuten Scannen sollte WiFi eingeschaltet werden und es dauert etwa eine halbe Stunde. Dein Guthaben sollte wieder sichtbar sein, nachdem der Synchronisierungsvorgang abgeschlossen wurde.
es: Hemos detectado que Dash Wallet se bloqueó durante la migración. Volver a escanear la cadena de bloques resolverá este problema o puedes intentarlo de nuevo. La reexploración debe realizarse preferiblemente en wifi y demorará hasta media hora. Tus fondos estarán disponibles una vez que se complete el proceso de sincronización.
fil: Aming nabatid na nagkaroon ng problema ang Dash Wallet habang inililipat. Ang pagre-scan sa block chain ay makakalutas sa isyung ito o subukan muli. Mas mainam na isagawa ang pag-scan gamit and wifi at aabot ito ng hanggang kalahating oras. Ang iyong pondo ay magiging available na kapag natapos na ang proseso.
fr: Nous avons détecté que Dash Wallet a planté pendant la migration. Réinspecter la blockchain résoudra ce problème, ou bien vous pouvez réessayer. La réinspection doit être faite de préférence sur un réseau wifi et peut prendre jusqu'à une demi-heure. Vos fonds seront disponibles quand la synchronisation sera achevée.
id: Kami telah mendeteksi bahwa Dash Wallet macet selama migrasi. Memindai ulang blockchain akan menyelesaikan masalah ini atau Anda dapat mencoba lagi. Pemindaian ulang sebaiknya dilakukan pada wifi dan akan memakan waktu hingga setengah jam. Dana Anda akan tersedia setelah proses sinkronisasi selesai.
ja: Dashウォレットの移行中にクラッシュが発生しました。この問題を解決するためには、ブロックチェーンを再スキャンするか、もう一度お試しください。再スキャンは、最大30分ほどかかりますので、Wi-Fiをお使いください。いったん同期プロセスが完了すれば、あなたの残高がご利用可能となります。
nl: We detecteerden dat de Dash portemonnee tijdens de migratie is gecrasht. Opnieuw scannen van de blockchain zal dit probleem oplossen of uw kan het opnieuw proberen. Opnieuw scannen dient bij voorkeur met wifi te worden gedaan en duurt ongeveer een half uur. Uw saldo zal pas beschikbaar zijn zodra het synchronisatieproces is afgerond.
pt: Detectamos que Dash Wallet travou durante a migração. Re-scanear a blockchain resolverá este problema ou você pode tentar novamente. Re-scanear deve ser preferencialmente feito por wifi e pode tomar até uma hora. Seus fundos estarão disponíveis assim que o processo de sincronização esteja completo.
ru: Обнаружено, что во время миграции Dash Wallet произошёл сбой. Повторное сканирование блокчейн решит эту проблему, либо попробуйте ещё раз. Повторное сканирование желательно проводить с использованием Wi-Fi и это займет до получаса. Ваши средства будут доступны после завершения процесса синхронизации.
sk: Zistili sme, že Dash Wallet zlyhal počas migrácie. Opätovné skenovanie reťazca blokov tento problém vyrieši, prípadne môžete skúsiť znova. Opätovné skenovanie by sa malo prednostne vykonávať na wifi a môže trvať zhruba pol hodiny. Vaše prostriedky budú k dispozícii po dokončení procesu synchronizácie.
th: ตรวจพบว่า Dashwallet เกิดข้อผิดพลาดระหว่างการย้ายข้อมูล การสแกน Blockchain ใหม่อีกครั้งจะช่วยแก้ปัญหานี้หรือคุณอาจจะต้องลองอีกครั้ง ควรทำการสแกนซ้ำโดยใช้ wifi โดยจะใช้เวลาประมาณครึ่งชั่วโมง เงินของคุณจะสามารถใช้ได้เมื่อกระบวนการซิงค์เสร็จสมบูรณ์
tr: Dash Wallet'ın taşıma işlemi sırasında çöktüğünü tespit ettik. Blok zincirini tekrar tararsanız sorun çözülecektir veya tekrar deneyebilirsiniz. Tekrar taramanın kablosuz ağ üzerinde yapılması tercih edilir ve bu işlem yarım saat kadar sürer. Eşleşme süreci tamamlanınca bakiyenizi kullanabilirsiniz.
uk: Виявлено, що під час міграції Dash Wallet стався збій. Повторне сканування блокчейну вирішить цю проблему або спробуйте ще раз. Повторне сканування бажано проводити з використанням Wi-Fi, і це займе до півгодини. Ваші кошти будуть доступні після завершення процесу синхронізації.

source: We Upgraded
cs: Vylepšovali jsme
de: Wir haben ein Upgrade durchgeführt
es: Actualizamos
fil: Kami ay nag-upgrade
fr: Nous avons mis à jour
id: Kami meningkatkan
ja: アップグレード済み
nl: We hebben een upgrade uitgevoerd
pt: Nós Atualizamos
ru: Мы обновились
sk: Aktualizovali sme
th: อัพเกรด
tr: Yeni sürüme geçtik
uk: Ми оновились

source: We will automatically detect this transaction and transfer the same amount to your CrowdNode account. After that you will be able to make deposits and withdrawals in Dash Wallet on this device.
de: Wir werden diese Transaktion automatisch erkennen und den gleichen Betrag deinem CrowdNode Konto gutschreiben. Danach wirst du Einzahlungen und Auszahlung in deine Dash Wallet auf diesem Gerät vornehmen können.
fil: Awtomatiko naming matutukoy ang transaksyong ito at ilipat ang parehong halaga sa iyong CrowdNode account. Pagkatapos nito, makakagawa ka na ng mga deposito at pag-withdraw sa Dash Wallet sa device na ito.
fr: Nous détecterons automatiquement cette transaction et transférerons le même montant vers votre compte CrowdNode. Ensuite, vous pourrez faire des transferts et des retraits dans le Dash Wallet de cet appareil.
ja: この取引を自動的に検出し、同額をお客様のCrowdNodeアカウントに送金します。その後、このデバイスでDash Walletに入出金することができるようになります。
nl: We zullen deze transactie automatisch detecteren en hetzelfde bedrag overboeken naar je CrowdNode account. Daarna kan je op dit apparaat geld storten en opnemen in de Dash portemonnee.
pt: Iremos detectar automaticamente esta transação para transferir o mesmo valor para sua conta CrowdNode. Depois disso, você poderá fazer depósitos e saques na Dash Wallet neste dispositivo.
tr: Bu işlemi otomatik olarak algılayacağız ve aynı tutarı CrowdNode hesabınıza aktaracağız. Bundan sonra, bu cihazda Dash Cüzdan'dan para yatırma ve çekme işlemi yapabileceksiniz.

source: Website
de: Webseite
es: Página web
fr: Site web
ja: ウェブサイト
ru: Вебсайт
sk: Webová stránka
tr: İnternet sitesi
uk: Веб-сайт

source: Welcome
cs: Vítej
de: Willkommen
es: Bienvenido
fil: Maligayang pagdating
fr: Bienvenue
id: Selamat Datang
ja: ようこそ
nl: Welkom
pt: Bem-vindo
ru: Добро пожаловать
sk: Vitajte
th: ยินดีต้อนรับ
tr: Hoşgeldiniz
uk: Ласкаво просимо

source: When the transaction is confirmed, the other wallet will be worthless and should not be re-used for safety reasons.
cs: Po potvrzení transakce bude druhá peněženka bezcenná, z bezpečnostních důvodů by neměla být znovu používána.
de: Sobald die Transaktion bestätigt ist, ist die andere Wallet wertlos und sollte aus Sicherheitsgründen nicht wieder verwendet werden.
es: Al confirmarse la transacción, la billetera de papel quedará inutilizada y no deberá ser reutilizada por razones de seguridad.
fil: Kapag ang transaksyon ay nakumpirma, ang ibang wallet ay mawawalan ng bisa at hindi na pwedeng gamitin ulit para sa panseguridad.
fr: Quand la transaction sera confirmée, l'autre portefeuille ne contiendra plus de fonds, et il ne devra pas être réutilisé pour des raisons de sécurité.
id: Ketika transaksi dikonfirmasi, dompet lainnya tidak akan berharga dan tidak boleh digunakan kembali untuk alasan keamanan.
ja: この取引が確定したら、他のウォレットは無価値となり、安全上の理由から再び使用しないようにしてください。
nl: Wanneer de transactie is bevestigd, is de andere portemonnee waardeloos en mag deze om veiligheidsredenen niet opnieuw worden gebruikt.
pt: Quando a transação esteja confirmada, a outra carteira será inutilizada e não deve ser utilizada por razões de segurança.
ru: Когда эта транзакция будет подтверждена, другой кошелёк будет бесполезен и не должен быть повторно использован в целях безопасности.
sk: Po potvrdení transakcie bude druhá peňaženka bezcenná a z bezpečnostných dôvodov by sa nemala znovu používať.
th: เมื่อธุรกรรมถูกยืนยัน วอลเล็ทอื่นๆจะไม่มีจราคาและไม่ควรนำมาใช้อีกครั้งเพื่อความปลอดภัย
tr: İşlem onaylandığında, diğer cüzdan değersiz olacaktır ve güvenlik nedeniyle yeniden kullanılmamalıdır.
uk: Коли ця транзакція буде підтверджена, гаманець буде непотрібним і не зможе бути повторно використаний з метою безпеки.

source: Where to Spend
de: Wo bezahlen
es: Donde gastar?
fil: Saan Gagastos
fr: Où dépenser
id: Dimana harus Belanja
ja: 使用できる場所
nl: Waar uit te geven
pt: Onde Gastar
ru: Где потратить
sk: Kde minúť
tr: Nerede Harcamalı
uk: Де витратити

source: Where to Spend?
de: Wo bezahlen?
es: Donde gastar?
fil: Saan Gagastos?
fr: Où dépenser ?
id: Dimana harus Belanja?
ja: どこで使えますか。
nl: Waar uit te geven?
pt: Onde gastar?
ru: Где потратить?
sk: Kde minúť?
tr: Nerede Harcamalı?
uk: Де витратити?

source: Why do I see all these transactions?
de: Warum sehe ich all diese Transaktionen?
fil: Bakit ko nakikita ang lahat ng mga transaksyong ito?
fr: Pourquoi vois-je toutes ces transactions ?
id: Mengapa saya melihat semua transaksi ini?
ja: なぜこのような取引があるのですか。
nl: Waarom zie ik al deze transacties?
pt: Por que vejo todas essas transações?
ru: Почему я вижу все эти транзакции?
sk: Prečo sa mi zobrazujú všetky tieto transakcie?
tr: Neden tüm bu işlemleri görüyorum?
uk: Чому я бачу всі ці транзакціїї?

source: Why do you need an online account?
de: Warum benötigst du ein online Konto?
fil: Bakit kailangan mo ng online na account?
fr: Pourquoi avez-vous besoin d'un compte en ligne ?
ja: なぜオンラインアカウントが必要なのですか。
nl: Waarom heb je een online account nodig?
pt: Por que você precisa de uma conta online?
tr: Neden çevrimiçi bir hesaba ihtiyacınız var?

source: Why I should not take a screenshot?
cs: Proč bych neměl pořizovat snímek obrazovky?
de: Warum sollte ich keinen Screenshot machen?
es: ¿Por que no debo tomar una captura de pantalla?
fil: Bakit hindi ako dapat kumuha ng screenshot?
fr: Pourquoi ne dois-je pas prendre de capture d'écran ?
id: Mengapa saya harus tidak mengambil tangkapan layar?
ja: なぜスクリーンショットを撮ってはいけませんか。
nl: Waarom moet ik geen screenshot maken?
pt: Por que não devo fazer uma captura de tela?
ru: Почему я не могу сделать скриншот?
sk: Prečo by som nemal robiť snímku obrazovky?
th: ทำไมฉันจึงไม่ควรใช้การบันทึกภาพหน้าจอ
tr: Neden ekran görüntüsü almamalıyım?
uk: Чому я не можу зробити скріншот?
