Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Current Location Settings
de: Aktuelle Ortseinstellung
es: Configuración de la ubicación actual
fil: Mga Setting ng Kasalukuyang Lokasyon
fr: Réglages actuels de localisation
id: Pengaturan Lokasi Saat ini
ja: 現在地の設定
nl: Instellingen huidige locatie
pt: Configuração de localização atual
ru: Настройки текущего местоположения
sk: Aktuálne nastavenia polohy
tr: Mevcut Konum Ayarları
uk: Налаштування поточного місцезнаходження

source: Current user: %@
cs: Aktuální uživatel: %@
de: Aktueller Benutzer: %@
es: Usuario actual: %@
fil: Kasalukuyang gumagamit: %@
fr: Utilisateur actuel : %@
id: Pengguna saat ini: %@
ja: 現在のユーザー: %@
nl: Huidige gebruiker: %@
pt: Usuário atual: %@
ru: Текущий пользователь: %@
sk: Súčasný užívateľ: %@
th: ผู้ใช้ปัจจุบัน: %@
tr: Şu anki kullanıcı: %@
uk: Поточний користувач: %@

source: Dash address
de: Dash-Adresse
fil: Address ng Dash
fr: Adresse Dash
ja: Dashアドレス
nl: Dash-adres
pt: Endereço Dash
tr: dash adresi

source: Dash balance on Coinbase
de: Dash Guthaben auf Coinbase
fil: Dash balanse sa Coinbase
fr: Solde Dash sur Coinbase
id: Saldo Dash di Coinbase
ja: CoinbaseでのDashの残高
nl: Dash saldo op Coinbase
pt: Saldo Dash na Coinbase
ru: Баланс Dash на Coinbase
sk: Zostatok Dash na Coinbase
tr: Coinbase'deki Dash bakiyesi
uk: Баланс Dash на Coinbase

source: Dash balance on Uphold
de: Dash Guthaben auf Uphold
fil: Dash balanse sa Uphold
fr: Solde Dash sur Uphold
ja: Uphold上のDash残高
nl: Dash saldo bij Uphold
pt: Saldo Dash na Uphold
ru: Баланс Dash на Uphold
tr: Uphold’daki Dash bakiyeniz
uk: Баланс Dash на Uphold

source: Dash payments can't be less than %@
cs: Dash platby nemohou být nižší než %@
de: Dash-Zahlungen können nicht kleiner als %@ sein
es: Los pagos en Dash no pueden ser inferiores a %@
fil: Ang pagbabayad ng Dash ay hindi dapat bababa sa %@
fr: Les paiements Dash ne peuvent pas être inférieurs à %@
id: pembayaran dash tidak boleh kurang dari %@
ja: Dashの送金は %@ 以上でないと送れません
nl: Dash-betalingen mogen niet kleiner zijn dan %@
pt: Pagamentos Dash não podem ser menores que %@
ru: Платежи Dash не могут быть меньше, чем %@
sk: Dash platby nemôžu byť menšie ako %@
th: การชำระเงิน Dash ไม่สามารถจะน้อยกว่า %@
tr: Dash ödemesi %@ altında olamaz
uk: Платежі Dash не можуть бути меншими ніж %@

source: Dash username
cs: Dash uživatelské jméno
de: Dash-Benutzername
es: Nombre de usuario de Dash
fr: Nom d'utilisateur Dash
id: Nama pengguna Dash
ja: Dashのユーザー名
nl: Dash gebruikersnaam
pt: Nome de usuário Dash
ru: Имя пользователя Dash
sk: Dash používateľské meno
th: ชื่อผู้ใช้ Dash
tr: Dash kullanıcı adı
uk: Ім'я користувача Dash

source: Dash Wallet on this device
de: Dash Wallet auf diesem Gerät
es: Billetera de Dash en este dispositivo
fil: Dash Wallet sa device na ito
fr: Portefeuille Dash sur cet appareil
id: Dompet Dash di perangkat ini
ja: この端末のDashウォレット
nl: Dash portemonnee op dit apparaat
pt: Carteira Dash neste dispositivo
ru: Dash Wallet на этом устройстве
sk: Peňaženka Dash v tomto zariadení
tr: Bu cihazdaki Dash Cüzdanı
uk: Dash Wallet на цьому пристрої

source: DashPay Upgrade Fee
cs: DashPay Upgrade poplatek
de: DashPay-Upgradegebühr
es: Tarifa de actualización de DashPay
fil: Bayad sa Pag-upgrade ng DashPay
fr: Frais de mise à jour DashPay
id: Biaya Peningkatan DashPay
ja: DashPayのアップグレード料金
nl: DashPay upgrade vergoeding
pt: Taxa de Upgrade do DashPay
ru: Комиссия за обновление DashPay
sk: Poplatok za inováciu DashPay
th: DashPay อัพเกรดค่าบริการ
tr: DashPay Yükseltme Ücreti
uk: Комісія за оновлення DashPay

source: Date
cs: Datum
de: Datum
es: Fecha
fil: Petsa
id: Tanggal
ja: 日付け
nl: Datum
pt: Data
ru: Дата
sk: Dátum
th: วันที่
tr: Tarih
uk: Дата

source: Default currency, shortcuts, about…
cs: Výchozí měna, zkratky, o aplikaci
de: Standardwährung, Shortcuts, über...
es: Moneda predeterminada, atajos, acerca...
fil: Default na pananalapi, shortcuts, about...
fr: Monnaie par défaut, raccourcis, à propos…
id: Mata uang standar, pintasan, tentang ...
ja: 初期設定の通貨、ショートカット、...について
nl: Standaard valuta, snelkoppelingen, over...
pt: Moeda padrão, atalhos, sobre...
ru: Валюта по умолчанию, ссылки, о программе…
sk: Predvolená mena, skratky, o programe...
th: สกุลเงินเริ่มต้น, ทางลัด, เกี่ยวกับ...
tr: Varsayılan para birimi, kısayollar, hakkında…
uk: Валюта за замовчуванням, ярлики, про програму.

source: Denied
de: Abgelehnt
es: Negado
fil: Tinanggihan
fr: Refusé
id: Ditolak
ja: 拒否されました
nl: Geweigerd
pt: Negado
ru: Запрещено
sk: Odmietnuté
tr: Reddedildi
uk: Заборонено

source: Deposit
de: Einzahlung
fil: Deposito
fr: Transfert
id: Setoran
ja: 入金
nl: Stort
pt: Depósito
ru: Пополнение
sk: Vklad
tr: Para Yatır
uk: Депозит

source: Deposit %@ to start earning
de: %@ einzahlen um Erträge zu erhalten.
fil: Magdeposito nang %@ para magsimulang kumita
fr: Faites un dépôt de %@ pour lancer votre rémunération
id: Setor %@ untuk mulai menghasilkan
ja: %@を入金して、収入を獲得し始める
nl: Stort %@ om te beginnen met verdienen
pt: Deposite %@ para começar a ganhar
ru: Внести %@, чтобы начать зарабатывать
sk: Aby ste začali zarábať, vložte %@
tr: Kazanmaya başlamak için %@ yatırın
uk: Внесіть %@ щоб почати заробляти

source: Deposit at least %@ Dash on your Dash Wallet to complete a withdrawal
de: Zahle mindestens %@ Dash auf deine Dash Wallet ein um die Auszahlung abzuschließen
fil: Magdeposito ng hindi bababa sa %@ Dash sa iyong Dash Wallet upang makumpleto ang isang withdrawal
fr: Faites un dépôt d'au moins %@ dashs sur votre Dash Wallet pour terminer un retrait
id: Setor setidaknya %@ Dash di Dash Wallet Anda untuk menyelesaikan penarikan
ja: 出金するには、Dashウォレットに%@Dash以上の入金が必要です。
nl: Stort minimaal %@ Dash in je Dash portemonnee om een opname te voltooien
pt: Deposite pelo menos %@ Dash na sua carteira para concluir um saque
ru: Внесите не менее %@ Dash в Dash Wallet, чтобы завершить вывод средств
sk: Ak chcete dokončiť výber, vložte do svojej Dash peňaženky aspoň %@ Dash
tr: Para çekme işlemini tamamlamak için Dash Cüzdanınıza en az %@ Dash yatırın
uk: Внесіть принаймні %@ Dash на свій гаманець Dash Wallet, щоб завершити вивід

source: Deposit at least %@ to start earning
de: Zahle mindestens %@ ein um Erträge zu erhalten.
fil: Magdeposito nang hindi bababa sa %@ para magsimulang kumita
fr: Faites un dépôt d'au moins %@ pour lancer votre rémunération
id: Setor setidaknya %@ untuk mulai menghasilkan
ja: 収入の獲得を開始するには、%@以上必要です
nl: Stort ten minste %@ om te beginnen met verdienen
pt: Deposite pelo menos %@ para começar a ganhar
ru: Чтобы начать зарабатывать, внесите не менее %@
sk: Aby ste začali zarábať, vložte aspoň %@
tr: Kazanmaya başlamak için en az %@ yatırın
uk: Внесіть принаймні %@ щоб почати заробляти

source: Deposit sent
de: Einzahlung versendet
fil: Ipinadala ang deposito
fr: Transfert envoyé
id: Setoran terkirim
ja: 入金額が送金されました
nl: Storting is verzonden
pt: Depósito enviado
ru: Средства отправлены
sk: Vklad odoslaný
tr: Para yatırma işleminiz gönderildi
uk: Депозит відправлено

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your Dash).
cs: ZABEZPEČENÍ ZAŘÍZENÍ KOMPROMITOVÁNO Jakákoliv ‚jailbreak‘ aplikace může přistupovat k datům jiné aplikace (a ukrást váš Dash).
de: GERÄTESICHERHEIT KOMPROMITTIERT Jede 'Jailbreak'-App kann auf die Schlüsselbund-Daten jeder anderen App zugreifen (und so Ihre Dash stehlen).
es: DISPOSITIVO DE SEGURIDAD DUDOSA Cualquier aplicación de 'jailbreak' puede acceder a la cadena de datos de otras aplicaciones (y robar tus Dash).
fil: DEVICE SECURITY COMPROMISED Anumang 'jailbreak' app ay maaaring maka-access ng ibang app's keychain data (at nakawin ang iyong Dash).
fr: SÉCURITÉ DE L'APPAREIL COMPROMISE N'importe quelle application débridée peut accéder aux données du trousseau des autres applis (et voler vos dashs).
id: KEAMANAN PERANGKAT MEMBAHAYAKAN Aplikasi 'jailbreak' apa pun dapat mengakses data keychain aplikasi lain (dan mencuri Dash Anda).
ja: 端末が危険な状態です！！！ どの脱獄アプリからでも、他のあらゆるアプリのキーチェーンのデータへアクセスが可能です（そしてあなたのDashを簡単に盗めます）。
nl: BEVEILIGING VAN HET APPARAAT IN GEVAAR Een 'jailbreak'-app heeft toegang tot de sleutelhanger van andere apps (en de mogelijkheid om je dash te stelen).
pt: SEGURANÇA DO DISPOSITIVO COMPROMETIDA Qualquer aplicativo "jailbreak" consegue acessar os dados de outros aplicativos (e roubar seus Dash).
ru: БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОД УГРОЗОЙ Любое «jailbreak» приложение может получить доступ к Вашим приватным ключам (и украсть Ваши Dash).
sk: ZABEZPEČENIE ZARIADENIA KOMPROMITOVANÉ Každá "jailbreak" aplikácia môže pristupovať k údajom o kľúčových reťazcoch každej inej aplikácie (a ukradnúť vaše Dash).
th: อุปกรณ์รักษาความปลอดภัยที่ถูกบุกรุก 'jailbreak' แอพพลิเคชั่นต่าง ๆ สามารถเข้าถึงข้อมูลของแอพพลิเคชั่นอื่นได้ (และสามารถขโมย dash ของคุณได้)
tr: CİHAZ GÜVENLİĞİ ZAYIFLADI Herhangi bir 'jailbreak' uygulaması diğer uygulamaların verilerine erişebilir (ve Dashlerinizi çalabilir).
uk: БЕЗПЕКА ПРИСТРОЮ ПІД ЗАГРОЗОЮ Будь-який «jailbreak» додаток може отримати доступ до ваших приватних ключів (і вкрасти ваші Dash).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your Dash). Wipe this wallet immediately and restore on a secure device.
cs: ZABEZPEČENÍ ZAŘÍZENÍ KOMPROMITOVÁNO Jakákoliv ‚jailbreak‘ aplikace může přistupovat k datům jiné aplikace (a ukrást váš Dash). Vymažte tuto peněženku a prověďte obnovu na jiném zařízení.
de: GERÄTESICHERHEIT KOMPROMITTIERT Jede 'Jailbreak'-App kann auf die Schlüsselbund-Daten anderer Apps zugreifen (und so Ihre Dash stehlen). Löschen Sie dieses Wallet umgehend und stellen Sie dieses auf einem sicheren Gerät wieder her.
es: DISPOSITIVO DE SEGURIDAD DUDOSA Cualquier aplicación de 'jailbreak' puede acceder a la cadena de datos de otras aplicaciones (y robar tus Dash). Borra inmediatamente esta cartera para restablecerla en un dispositivo seguro.
fil: DEVICE SECURITY COMPROMISED Anumang 'jailbreak' app ay maaaring maka-access ng app's keychain data (at nakawin ang iyong Dash). I-wipe kaagad itong pitaka at i-restore sa ligtas na device.
fr: SÉCURITÉ DE L'APPAREIL COMPROMISE N'importe quelle application débridée peut accéder aux données du trousseau des autres applications (et voler vos dashs). Effacez immédiatement ce portefeuille et restaurez-le sur un appareil sécurisé.
id: KEAMANAN PERANGKAT MEMBAHAYAKAN Aplikasi 'jailbreak' apa pun dapat mengakses data keychain aplikasi lain (dan mencuri Dash Anda). Bersihkan dompet ini segera dan kembalikan pada perangkat yang aman.
ja: 端末が危険な状態です！！！ どの脱獄アプリからでも、他のあらゆるアプリのキーチェーンのデータへアクセスが可能です（そしてあなたのDashを簡単に盗めます）。直ちにこのウォレットを完全削除して、安全な端末にて復元して下さい。
nl: BEVEILIGING VAN HET APPARAAT IN GEVAAR Een 'jailbreak'-app heeft toegang tot de sleutelhanger van andere apps (en de mogelijkheid om je dash te stelen). Verwijder deze portemonnee direct en herstel op een veilig apparaat.
pt: SEGURANÇA DO DISPOSITIVO COMPROMETIDA Qualquer aplicativo "jailbreak" consegue acessar os dados de outros aplicativos (e roubar seus Dash). Limpe essa carteira imediatamente e restaure em um dispositivo seguro.
ru: БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОД УГРОЗОЙ Любое «jailbreak» приложение может получить доступ к Вашим приватным ключам (и украсть Ваши Dash). Немедленно удалите этот кошелёк и восстановите его на доверенном устройстве.
sk: ZABEZPEČENIE ZARIADENIA KOMPROMITOVANÉ Každá "jailbreak" aplikácia môže pristupovať k údajom o kľúčových reťazcoch každej inej aplikácie (a ukradnúť vaše Dash). Zmažte urýchlene túto peňaženku a obnovte zabezpečenie zariadenia.
th: อุปกรณ์รักษาความปลอดภัยที่ถูกบุกรุก 'jailbreak' แอพพลิเคชั่นต่าง ๆ สามารถเข้าถึงข้อมูลของแอพพลิเคชั่นอื่นได้ (และสามารถขโมย dash ของคุณได้) กำจัดกระเป๋าสตางค์นี้โดยทันที และกู้คืนบนอุปกรณ์ที่ปลอดภัย
tr: CİHAZ GÜVENLİĞİ ZAYIFLADI Herhangi bir 'jailbreak' uygulaması diğer uygulamaların verilerine erişebilir (ve Dashlerinizi çalabilir). Bu cüzdanı hemen silin ve güvenli bir cihaza yükleyin.
uk: БЕЗПЕКА ПРИСТРОЮ ПІД ЗАГРОЗОЮ Будь-який «jailbreak» додаток може отримати доступ до ваших приватних ключів (і вкрасти ваші Dash). Негайно видаліть цей гаманець та відновіть його на довіреному пристрої.

source: Direction
de: Richtung
es: Dirección
fil: Direksyon
id: Arah
ja: 操作方法
nl: Richting
pt: Direção
ru: Направление
sk: Smer
tr: Yön
uk: Напрямок

source: Disconnect Coinbase Account
de: Coinbase Konto trennen
es: Desconectar la cuenta de Coinbase
fil: Idiskonekta ang Coinbase Account
fr: Se déconnecter du compte Coinbase
id: Putuskan Sambungan Akun Coinbase
ja: Coinbaseのアカウントを切断する
nl: Koppel Coinbase account los
pt: Desconectar conta Coinbase
ru: Отключить аккаунт Coinbase
sk: Odpojte Coinbase účet
tr: Coinbase Hesabının Bağlantısını Kes
uk: ВІдключити обліковий запис Coinbase

source: Disconnect Uphold Account
de: Die Verbindung zu deinem Uphold Konto auflösen
fil: Idiskonekta ang Uphold Account
fr: Déconnecter le compte Uphold
ja: Upholdアカウントを切断する
nl: Ontkoppel Uphold account
pt: Desconectar conta Uphold
ru: Отключить аккаунт Uphold
tr: Uphold Hesabının Bağlantısını Kes
uk: ВІдключити обліковий запис Uphold

source: Disconnected
de: Verbindung getrennt
es: Desconectado
fil: Idiskonekta
fr: Déconnecté
id: Terputus
ja: 切断されました
nl: Verbinding verbroken
pt: Desconectado
ru: Подключение отсутствует
sk: Odpojený
tr: Bağlantı kesildi

source: Distance
de: Entfernung
es: Distancia
fil: Distansya
id: Jarak
ja: 距離
nl: Afstand
pt: Distância
ru: Расстояние
sk: Vzdialenosť
tr: Mesafe
uk: Відстань

source: Do not take a screenshot
cs: Nesnímejte obrazovku
de: Keinen Screenshot aufnehmen
es: No tome una captura de pantalla
fil: Huwag kumuha ng screenshot
fr: Ne prenez pas de capture d'écran
id: Jangan mengambil tangkapan layar
ja: スクリーンショット厳禁
nl: Maak geen screenshot
pt: Não faça uma captura de tela
ru: Не делайте скриншот
sk: Nerobte snímku obrazovky
th: อย่าใช้วิธีการบันทึกภาพหน้าจอ
tr: Ekran görüntüsü almayın
uk: Не робіть скріншот

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fil: Tapos
fr: Terminé
id: Selesai
ja: 完了
nl: Klaar
pt: Feito
ru: Готово
sk: Hotovo
th: เสร็จแล้ว
tr: Bitti
uk: Готово

source: Download peer: %@
de: Downloade Peer: %@
es: Par conectado: %@
fr: Pair de téléchargement : %@
id: Unduh peer: %@
ja: %@: ピアをダウンロードする
pt: Par de download: %@
ru: Узел загрузки: %@
sk: Uzol na sťahovanie: %@
th: ดาวน์โหลด เพียร์: %@
tr: İndirilen dağıtıcı: %@
uk: Вузол завантаження: %@

source: Due to CrowdNode’s terms of service users can withdraw no more than:
de: Aufgrund der CrowdNode AGB können Nutzer nicht mehr als diesen Betrag abheben:
fil: Dahil sa mga tuntunin ng serbisyo ng CrowdNode, ang mga user ay maaaring mag-withdraw ng hindi hihigit sa:
fr: En raison des conditions d'utilisation CrowdNode, les utilisateurs ne peuvent pas retirer plus de :
id: Karena persyaratan layanan CrowdNode, pengguna dapat menarik tidak lebih dari:
ja: CrowdNodeの利用規約により、ユーザーはこれ以上出金できません。
nl: Vanwege de servicevoorwaarden van CrowdNode kunnen gebruikers niet meer opnemen dan:
pt: Devido aos termos de serviço do CrowdNode, os usuários não podem retirar mais do que:
ru: Из-за условий использования CrowdNode пользователи не могут вывести больше, чем:
sk: Vzhľadom na zmluvné podmienky CrowdNode môžu používatelia vybrať maximálne:
tr: CrowdNode'un hizmet koşulları nedeniyle, kullanıcılar aşağıdakilerden daha fazlasını çekemez:
uk: Відповідно до умов обслуговування CrowdNode користувачі можуть знімати не більше ніж:

source: e.g. johndoe@mail.com
de: z.B. maxmustermann@mail.com
fil: hal. juandelacruz@gmail.com
fr: par exemple johndoe@mail.com
id: misalnya johndoe@mail.com
ja: 例：johndoe@mail.com
nl: bijvoorbeeld jan@mail.com
pt: por exemplo: johndoe@mail.com
ru: например, johndoe@mail.com
sk: napr. johndoe@mail.com
tr: Örneğin. johndoe@mail.com

source: Earlier
cs: Dřívější
de: Früher
es: Antes
fil: Mas maaga
fr: Plus tôt
id: Sebelumnya
ja: 以前
nl: Eerder
pt: Recentes
ru: Ранее
sk: pred
th: ก่อน
tr: Önceki
uk: Раніше

source: Easily stake Dash and earn passive income with a few simple clicks.
de: Dash staken und passives Einkommen generieren.
fil: Madaling i-stake ang Dash at kumita ng passive income sa ilang simpleng pag-click.
fr: Percevez facilement des gains Dash et gagnez un revenu passif après quelques simples clics.
id: Stake Dash dengan mudah dan dapatkan penghasilan pasif dengan beberapa klik yang mudah.
ja: 簡単にDashをステークし、数回のクリックでパッシブ収入を得ます。
nl: Stake makkelijk Dash en verdien passief inkomen met een paar eenvoudige kliks.
pt: Realize facilmente operações de stake no Dash e ganhe renda passiva com apenas alguns cliques.
ru: Отправьте Dash в стейкинг и получите пассивный доход всего за несколько кликов.
sk: Jednoducho stávkujte Dash a získajte pasívny príjem niekoľkými jednoduchými kliknutiami.
tr: Dash'i kolayca stake edin ve birkaç basit tıklamayla pasif gelir elde edin.
uk: Застейкайте Dash і отримайте пасивний дохід за кілька кліків.

source: eg: johndoe
cs: např.: johndoe
de: zB: maxmuster
fil: hal: juandelacruz
fr: par ex. : alexandremartin
id: misalnya: johndoe
ja: 例: johndoe
nl: bv: johndoe
pt: ex: joaosilva
ru: напр.: ИванИванов
sk: napr.: mario
th: ตัวอย่างเช่น: johndoe
tr: örneğin: mehmetali
uk: наприклад: johndoe

source: Email
ja: Eメール
ru: Почта
tr: E-Posta
uk: Електронна адреса

source: Enable Face ID
cs: Zapnout Face ID
de: Face ID aktivieren
es: Habilitar Face ID
fil: Paganahin ang Face ID
fr: Activer Face ID
id: Aktifkan Pengenal Wajah
ja: Face IDを有効にする
nl: Gezichtsherkenning inschakelen
pt: Habilitar Face ID
ru: Включить Face ID
sk: Povoliť Face ID
th: เชื่อมต่อ Face ID
tr: Yüz Kimliğini Etkinleştir
uk: Увімкнути Face ID

source: Enable Receive Notifications
cs: Zapnout notifikace
de: Empfang von Hinweisen ermöglichen
es: Habilitar el Recibimiento de Notificacione
fil: Paganahin ang pagtanggap ng mga notipikasyon
fr: Recevoir des notifications
id: Aktifkan Terima Pemberitahuan
ja: 通知の受け取りを有効にする
nl: Schakel het ontvangen van meldingen in
pt: Habilitar Recebimento de Notificações
ru: Уведомлять о поступлениях
sk: Povoliť upozornenia pri prijatí
th: เปิดรับการแจ้งเตือน
tr: Bildirim almayı etkinleştir
uk: Увімкнути отримання сповіщень

source: Enable Touch ID
cs: Zapnout Touch ID
de: Touch ID aktivieren
es: Habilitar Touch ID
fil: Paganahin ang Touch ID
fr: Activer Touch ID
id: Aktifkan Pengenal sentuh
ja: Touch IDを有効にする
nl: Vingeridentificatie inschakelen
pt: Habilitar Touch ID
ru: Включить Touch ID
sk: Povoliť Touch ID
th: เชื่อมต่อ touch ID
tr: Dokunmatik Kimliği Etkinleştir
uk: Увімкнути Touch ID

source: Enter
cs: Vložit
de: Eingabe
es: Ingresa
fil: I-enter
fr: Saisir
id: Masuk
ja: 入力する
pt: Entrar
ru: Ввести
sk: Zadať
th: เข้าสู่
tr: Gir
uk: Ввід

source: Enter Coinbase 2FA code
de: Coinbase 2FA Code eingeben
es: Ingresa el código 2FA para Coinbase
fil: Ilagay ang Coinbase 2FA code
fr: Saisissez le code 2FA Coinbase
id: Masukkan kode Coinbase 2FA
ja: Coinbaseの2FAコードを入力する
nl: Coinbase 2FA code invoeren
pt: Digite o código 2FA da Coinbase
ru: Введите 2FA код Coinbase
sk: Zadajte Coinbase 2FA kód
tr: Coinbase 2FA kodunu girin
uk: Введіть код 2FA від Coinbase

source: Enter PIN
cs: Zadejte PIN
de: PIN eingeben
es: Ingresar PIN
fil: I-enter ang PIN
fr: Saisissez le code PIN
id: Masukkan PIN
ja: PINを入力してください
nl: Voer PIN in
pt: Inserir PIN
ru: Введите PIN
sk: Zadať PIN
th: ใส่รหัส PIN
tr: PIN Girin
uk: Введіть PIN-код

source: Enter Recovery Phrase
cs: Zadejte frázi pro obnovení
de: Wiederherstellungs-Wortfolge eingeben
es: Ingresar Frase de Recuperación
fil: Ilagay ang Recovery Phrase
fr: Saisissez la phrase de récupération
id: Masukkan Frasa pemulihan
ja: 復元フレーズを入力してください
nl: Voer herstelzin in
pt: Insira Frase de Recuperação
ru: Введите фразу восстановления
sk: Zadať frázu pre obnovenie
th: ใส่วลีกู้คืน
tr: Kurtarma sözcük grubunu gir
uk: Введіть фразу відновлення

source: Enter your 2FA code below
cs: Vložte váš 2FA kód níže
de: Trage den 2FA-Code unten ein
es: Ingresar tu código 2FA debajo
fil: Ilagay ang iyong 2FA code sa ibaba
fr: Tapez ci-dessous votre code 2FA
id: Masukkan kode 2FA Anda di bawah ini
ja: 以下に2FAコードを入力してください
nl: Voer hieronder je 2FA-code in
pt: Digite abaixo seu código de autenticação de dois fatores "2FA"
ru: Введите код 2FA ниже
sk: Nižšie zadajte váš 2FA kód
th: ป้อนรหัส 2FA ของคุณด้านล่าง
tr: 2FA kodunu aşağıya girin
uk: Введіть код 2FA нижче

source: Error
cs: Chyba
de: Fehler
fil: Mali
fr: Erreur
id: Kesalahan
ja: エラー
nl: Fout
pt: Erro
ru: Ошибка
sk: Chyba
th: ผิดพลาด
tr: Hata
uk: Помилка

source: Error Upgrading
cs: Chyba při aktualizaci
de: Fehler beim Aktualisieren
es: Error al actualizar
fil: Kamalian sa Pag-upgrade
fr: Erreur pendant la mise à jour
id: Kesalahan Mengupgrade
ja: アップグレード中のエラー
nl: Fout bij het upgraden
pt: Erro no Upgrade
ru: Ошибка при обновлении
sk: Chyba pri inovácii
th: อัพเกรดข้อผิดพลาด
tr: Yükseltme Hatası
uk: Помилка оновлення

source: Exit
cs: Odejít
de: Beenden
es: Sali
fil: Lumabas
fr: Quitter
id: Keluar
ja: 終了する
nl: Afsluiten
pt: Sair
ru: Выход
sk: Zatvoriť
th: ออก
tr: Çıkış
uk: Вихід

source: Expense
de: Ausgaben
es: Gasto
fil: Gastos
fr: Dépense
id: pengeluaran
ja: 支出
nl: Uitgaven
pt: Despesa
ru: Расходы
sk: Výdavok
tr: Gider
uk: Витрата

source: Explore
es: Explorar
fil: Galugarin
fr: Explorer
id: Jelajahi
ja: 探求する
nl: Verken
pt: Explorar
ru: Исследовать
sk: Objaviť
tr: Keşfet
uk: Дослідити

source: Explore Dash
es: Explora Dash
fil: Galugarin ang Dash
fr: Explorez Dash
id: Jelajahi Dash
ja: Dashを探求する
nl: Verken Dash
pt: Explorar Dash
ru: Исследовать Dash
sk: Objavte Dash
tr: Dash'i Keşfet
uk: Дослідити Dash

source: Extended Public Keys
de: Erweiterter Public Key
es: Llaves públicas extendidas
fil: Pinalawak na Public Key
fr: Clés publiques étendues
id: Kunci Publik Diperpanjang
ja: 拡張されたパブリックキー
nl: Uitgebreide publieke sleutels
pt: Chave Pública Estendida
ru: Расширенные публичные ключи
sk: Rozšírené verejné kľúče
tr: Genişletilmiş Genel Anahtar
uk: Розширені відкриті ключі

source: Face ID limit
es: Límite de Face ID
fr: Limite pour Face ID
id: Identitas wajah terbatas
ja: Face IDの送金可能額
nl: Face ID limiet
pt: Limite de ID de face
ru: Лимит Face ID
sk: Limit pre Face ID
th: ขีดจำกัด Face ID
tr: Face ID limiti
uk: Ліміт Face ID

source: Failed to start auth session
de: Autorisierungssitzung konnte nicht gestartet werden.
fil: Nabigong simulan ang auth session
fr: Impossible de démarrer la session d'authentification
id: Gagal memulai sesi autentikasi
ja: 認証セッションの開始に失敗しました
nl: Kan authenticatiesessie niet starten
pt: Falha ao iniciar a sessão de autenticação
ru: Не удалось запустить сеанс авторизации
sk: Nepodarilo sa spustiť autorizáciu
tr: Kimlik doğrulama oturumu başlatılamadı
uk: Не вдалося розпочати сеанс авторизації

source: Failed to sync
de: Synchronisierung fehlgeschlagen
fil: Nabigong mag-sync
fr: Impossible de synchroniser
id: Gagal menyinkronkan
ja: 同期に失敗しました
nl: Synchroniseren mislukt
pt: Falha ao sincronizar
ru: Не удалось синхронизироваться
sk: Synchronizácia zlyhala
tr: Senkronize edilemedi
uk: Помилка синхронізації

source: Failed to sync on
de: Synchronisierung fehlgeschlagen bei
es: No se pudo sincronizar
fil: Nabigong mag-sync
fr: Échec de la synchronisation
id: Gagal menyinkronkan
ja: 同期に失敗しました
nl: Mislukt te synchroniseren op
pt: Falha ao sincronizar
ru: Не удалось синхронизироваться
sk: Synchronizácia zlyhala
tr: Senkronize edilemedi
uk: Не вдалося синхронізувати на

source: Failed wallet update
cs: Aktualizace peněženky se nezdařila
de: Wallet Update gescheitert
es: Actualización de billetera fallida
fil: Nabigo sa pag-update ng pitaka
fr: Échec de la mise à jour du portefeuille
id: Pembaruan dompet gagal
ja: ウォレットの更新に失敗しました
nl: Mislukte update van de portemonnee
pt: Falha ao atualizar a carteira
ru: Не удалось обновить кошелёк
sk: Zlyhala aktualizácia peňaženky
th: อัพเกรดกระเป๋าสตางค์ล้มเหลว
tr: Cüzdan güncellemesi başarısız
uk: Помилка оновлення гаманця
