Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Sell
de: Verkaufen
es: Vender
fil: magbenta
fr: Vendre
id: Jual
ja: 売却
nl: Verkoop
pt: Vender
ru: Продать
sk: Predať
tr: Sat
uk: Продати

source: Sell Dash
de: Dash verkaufen
es: Vender Dash
fil: Ibenta ang Dash
fr: Vendre des dashs
id: Jual Dash
ja: Dashを売る
nl: Verkoop Dash
pt: Vender Dash
ru: Продать Dash
sk: Predať Dash
tr: Dash Sat
uk: Продати Dash

source: Send
cs: Odeslat
de: Senden
es: Enviar
fil: Ipadala
fr: Envoyer
id: Kirim
ja: 送金する
nl: Verstuur
pt: Enviar
ru: Отправить
sk: Poslať
th: ส่ง
tr: Gönder
uk: Відправити

source: Send %@ (%@) from this private key into your wallet? The Dash network will receive a fee of %@ (%@).
cs: Odeslat %1$@ (%2$@) z této privátní adresy na vaší peněženku? Poplatek síti Dash bude ve výši %3$@ (%4$@).
de: %1$@ (%2$@) von diesem privaten Schlüssel an Ihr Wallet senden? Das Dash-Netzwerk wird eine Gebühr von %3$@ (%4$@) erhalten.
es: ¿Enviar %1$@ (%2$@) de esta clave privada a tu cartera? La red Dash deducirá una tasa de %3$@ (%4$@).
fil: Magpadala ng %1$@ (%2$@) mula dito sa private key patungo sa iyong pitaka? Ang Dash network ay makakatanggap ng bayad na %3$@ (%4$@).
fr: Envoyer %1$@ (%2$@) depuis cette clé privée vers votre portefeuille ? Le réseau Dash percevra des frais de %3$@ (%4$@).
id: kirim %1$@ (%2$@) dari kunci pribadi ini ke dompet anda? Jaringan Dash akan menerima biaya dari %3$@ (%4$@)
ja: スキャンしたプライベートキーの全残高%1$@ （%2$@） をあなたのウォレット宛に送金してもよろしいですか？Dashネットワークへの手数料が %3$@ （%4$@） です。
nl: %1$@ (%2$@) versturen van deze persoonlijke sleutel naar jouw portemonnee? Het Dash-netwerk zal een vergoeding krijgen van %3$@ (%4$@).
pt: Enviar %1$@ (%2$@) de esta chave privada para a sua carteira? A rede Dash receberá uma taxa de %3$@ (%4$@).
ru: Отправить %1$@ (%2$@) с этого приватного ключа в Ваш кошелёк? Сеть Dash получит комиссию %3$@ (%4$@).
sk: Odoslať %1$@ (%2$@) z tohto privátneho kľúča do peňaženky? Sieť Dash obdrží poplatok %3$@ (%4$@).
th: ส่ง %1$@ (%2$@) จากกุญแจส่วนตัวไปยังกระเป๋าสตางค์ของคุณ เครือข่ายของ Dash จะได้รับค่าธรรมเนียมของ %3$@ (%4$@)
tr: Özel anahtardan cüzdanınıza %1$@ (%2$@) gönderilsin mi? Dash ağı %3$@ (%4$@) ücret alacaktır.
uk: Надіслати %1$@ (%2$@) з цього приватного ключа до вашого гаманця? Мережа Dash отримає комісію %3$@ (%4$@).

source: Send %@ from your primary Dash address that you currently use for your CrowdNode account
de: Sende %@ Dash von deiner primären Dash Adresse, die du derzeit für dein CrowdNode Konto nutzt.
fil: Ipadala ang %@ mula sa iyong pangunahing Dash address na kasalukuyan mong ginagamit para sa iyong CrowdNode account
fr: Envoyer %@ depuis l'adresse principale Dash que vous utilisez actuellement pour votre compte CrowdNode
id: Kirim %@ dari alamat Dash utama yang saat ini Anda gunakan untuk akun CrowdNode Anda
ja: 現在CrowdNodeアカウントで使用しているメインのDashアドレスから%@を送金します。
nl: Stuur %@ vanaf het primaire Dash adres dat je momenteel gebruikt voor je CrowdNode account
pt: Envie %@ do seu endereço primário Dash utilizado atualmente para sua conta CrowdNode
ru: Отправьте %@ Dash с основного Dash адреса, который вы сейчас используете с аккаунтом CrowdNode
sk: Pošlite %@ zo svojej primárnej Dash adresy, ktorú momentálne používate pre svoj účet CrowdNode
tr: Şu anda CrowdNode hesabınız için kullandığınız birincil Dash adresinizden %@ gönderin
uk: Надішліть %@ зі своєї основної адреси Dash, яку ви зараз використовуєте для свого облікового запису CrowdNode

source: Send Contact Request
cs: Odeslat žádost o přidání mezi kontakty
de: Kontaktanfrage senden
es: Enviar solicitud de contacto
fil: Magpadala ng Kahilingan sa Pakikipag-ugnay
fr: Envoyer une demande de contact
id: Kirim Permintaan Kontak
ja: 連絡先リクエストを送信する
nl: Contactverzoek verzenden
pt: Enviar Solicitação de Contato
ru: Отправить запрос на добавление в контакты
sk: Poslať žiadosť o kontakt
th: ส่งคำขอการติดต่อ
tr: İletişim İsteği Gönderin
uk: Надіслати запит на додавання до контактів

source: Send Report
de: Bericht senden
fil: Magpadala ng ulat
fr: Envoyer un rapport
id: Kirim Laporan
ja: レポートを送信
nl: Verstuur rapport
pt: Enviar Relatório
ru: Отправить отчёт
sk: Poslať správu
tr: Rapor Gönder
uk: Надіслати Звіт

source: Send to
cs: Odeslat prostřednictvím
de: Senden an
es: Enviar para
fil: Pinadala kay
fr: Envoyer à
id: Kirim ke
ja: に送信する
nl: Verstuur naar
pt: Enviar para
ru: Отправить
sk: Poslať ku
th: ส่งไปยัง
tr: Gönder
uk: Відправити

source: Send to copied address or QR code
de: An kopierte Adresse oder QR-Code senden.
fil: Ipadala sa kinopyang address o QR code
fr: Envoyé à l'adresse copiée ou au code QR
ja: コピーしたアドレスかQRコードに送金する
nl: Versturen naar gekopieerd adres or QR code
pt: Envie para o endereço copiado ou código QR
ru: Отправить на скопированный адрес или QR код
sk: Odoslať na skopírovanú adresu alebo QR kód
tr: Kopyalanan adrese veya QR koduna gönder
uk: Надіслати на скопійовану адресу або на QR код

source: Send with NFC
cs: Odeslat prostřednictvím NFC
de: Mit NFC senden
es: Enviar por NFC
fil: Ipadala ng may NFC
fr: Envoyer avec NFC
id: Kirim dengan NFC
ja: NFCで送金する
nl: Versturen met NFC
pt: Enviar com NFC
ru: Отправить через NFC
sk: Poslať s NFC
th: ส่งกับ NFC
tr: NFC ile Gönder
uk: NFC переказ

source: Sending
cs: Odesílání
de: Versenden
es: Enviando
fil: Ipinapadala
fr: Envoi en cours
id: Mengirim
ja: 送金中
nl: Bezig met verzenden
pt: Enviando
ru: Отправка
sk: Odosielam
th: กำลังส่ง
tr: Gönderiliyor
uk: Відправка

source: Sending to
cs: Odesílání
de: Senden an
es: Enviando a
fil: Nagpapadala kay
fr: Envoi à
id: Mengirim ke
ja: に送信
nl: Verzenden naar
pt: Enviando para
ru: Отправка
sk: Posiela sa
th: ส่งไปยัง
tr: Gönderiliyor
uk: Відправка

source: Sending to CrowdNode account
de: Sendet zu deinem CrowdNode Konto
fil: Ipinapadala sa CrowdNode account
fr: Envoi au compte CrowdNode
id: Mengirim ke akun CrowdNode
ja: CrowdNodeアカウントへの送金
nl: Wordt verzonden naar CrowdNode account
pt: Enviando para a conta CrowdNode
ru: Отправляется на аккаунт CrowdNode
sk: Odošle sa na účet CrowdNode
tr: CrowdNode hesabına gönderme
uk: Відправляється на акаунт CrowdNode

source: Sending to Dash Wallet on this device
de: Sendet zu der Dash Wallet auf deinem Gerät
fil: Ipinapadala sa Dash Wallet sa device na ito
fr: Envoi au Dash Wallet sur cet appareil
id: Mengirim ke Dompet Dash di perangkat ini
ja: このデバイスでDash Walletに送金する
nl: Verzenden naar Dash portemonnee op dit apparaat
pt: Enviando para a Dash Wallet neste dispositivo
ru: Отправляется на Dash Wallet на этом устройстве
sk: Odošle sa do Dash peňaženky na tomto zariadení
tr: Bu cihazdaki Dash Cüzdan'ına gönderiliyor
uk: Відправляється на Dash Wallet на цьому пристрої

source: Sending to:
de: Senden an:
fil: Nagpapadala kay
fr: Envoi à :
id: Kirim ke:
ja: 送金先:
nl: Verzenden naar:
pt: Enviando para:
ru: Отправка:
sk: Odosiela sa na:
tr: Şuraya gönderiliyor:
uk: Відправка:

source: Sending.
cs: Odesílání.
de: Versenden.
es: Enviando.
fil: Ipinapadala.
fr: Envoi en cours.
id: Mengirim.
ja: 送金中.
nl: Bezig met verzenden.
pt: Enviando.
ru: Отправка.
sk: Odosielam.
th: กำลังส่ง
tr: Gönderiliyor.
uk: Відправка.

source: Sending..
cs: Odesílání..
de: Versenden..
es: Enviando..
fil: Ipinapadala..
fr: Envoi en cours..
id: Mengirim..
ja: 送金中..
nl: Bezig met verzenden.
pt: Enviando..
ru: Отправка..
sk: Odosielam..
th: กำลังส่ง..
tr: Gönderiliyor..
uk: Відправка..

source: Sending...
cs: Odesílání...
de: Versenden...
es: Enviando...
fil: Ipinapadala...
fr: Envoi en cours...
id: Mengirim...
ja: 送金中...
nl: Bezig met verzenden.
pt: Enviando...
ru: Отправка...
sk: Odosielam...
th: กำลังส่ง..
tr: Gönderiliyor...
uk: Відправка...

source: Sent
cs: Odesláno
de: Gesendet
es: Enviado
fil: Ipinadala
fr: Envoyé
id: terkirim
ja: 送金済み
nl: Verstuurd
pt: Enviado
ru: Отправлено
sk: Poslané
th: ส่ง
tr: Gönderildi
uk: Відправлено

source: Sent from
cs: Odesláno z
de: Senden von
es: Enviado de
fil: Pinadala mula
fr: Envoyé depuis
id: Terkirim dari
ja: から送金済み
nl: Verzonden vanaf
pt: Enviar para
ru: Отправлено с
sk: Poslané z
th: ส่งจาก
tr: Tarafından Gönderildi
uk: Відправлено з

source: Sent to
cs: Odeslat na
de: Senden an
es: Enviado para
fil: Ipadala kay
fr: Envoyé à
id: Terkirim ke
ja: へ送金済み
nl: Verstuur naar
pt: Enviado para
ru: Отправлено
sk: Poslané na
th: ส่งไปยัง
tr: Gönderildi
uk: Відправити

source: Set a trusted node
cs: Nastavit důvěryhodný node
de: Zuverlässigen Knoten einrichten
es: Configura un nodo de confianza
fil: Mag-set ng pinagkakatiwalaang node
fr: Mettre en place un nœud de confiance
id: Tetapkan node tepercaya
ja: 信頼できるノードを設定する
nl: stel een vertrouwde node in
pt: Definir um nó confiável
ru: Указать доверенный узел
sk: Nastaviť dôveryhodný uzol
th: ติดตั้ง node ที่เชื่อถือได้
tr: Güvenilir bir düğüm belirle
uk: Встановити довірений вузол

source: Set PIN
cs: Nastavit PIN
de: PIN festsetzen
es: Establecer PIN
fil: Mag-set ng PIN
fr: Choisir un code PIN
id: Tetapkan PIN
ja: PINを設定する
nl: Stel PIN in
pt: Definir PIN
ru: Установить PIN
sk: Nastaviť PIN
th: ตั้งค่า PIN
tr: PİN Oluştur
uk: Встановіть PIN

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
id: pengaturan
ja: 設定
nl: Instellingen
pt: Ajustes
ru: Настройки
sk: Nastavenia
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування

source: Setup Wallet
cs: Vytvořit peněženku
de: Wallet erstellen
es: Configurar Billetera
fil: Magset up ng wallet
fr: Mettre en place le portefeuille
id: Siapkan Dompet
ja: ウォレットをセットアップする
nl: Portemonnee instellen
pt: Configurar Carteira
ru: Настроить кошелек
sk: Nastaviť peňaženku
th: ตั้งค่า wallet
tr: Cüzdan Kurulumu
uk: Налаштувати гаманець

source: Share
cs: Sdílet
de: Teilen
es: Compartir
fil: Ipamahagi
fr: Partager
ja: シェアする
nl: Deel
pt: compartilhe
th: แบ่งปัน
tr: Paylaş

source: Share address
de: Adresse teilen
fil: Ibahagi ang address
fr: Partager l'adresse
ja: アドレスをシェアする
nl: Deel adres
pt: Compartilhar endereço
ru: Поделиться адресом
sk: Zdieľať adresu
tr: Adresi paylaş
uk: Поділитися адресою

source: Show content in the clipboard
de: Inhalt der Zwischenablage anzeigen
fil: Ipakita ang nilalaman sa clipboard
fr: Voir le contenu du presse-papiers
ja: クリップボードのコンテンツを表示する
nl: Toon inhoud op het klembord
pt: Exibir conteúdo na área de transferência
ru: Показать содержимое буфера обмена
sk: Zobraziť obsah v schránke
tr: İçeriği panoda göster
uk: Показати вміст у буфері обміну

source: Show Masternode Keys
cs: Zobrazit klíče masternode
de: Masternode-Schlüssel anzeigen
es: Mostrar Llaves de Masternodo
fil: Ipakita ang susi ng masternode
fr: Voir les clés de masternode
id: Tampilkan kunci masternode
ja: マスターノードキーを表示する
nl: Toon sleutels masternode
pt: Mostrar Chaves de Masternode
ru: Показать masternode ключи
sk: Zobraziť kľúče masternódu
th: แสดง masternode keys
tr: Anadüğüm Anahtarlarını Göster
uk: Показати ключі Мастернод

source: Show QR
de: QR Code anzeigen
fil: Ipakita ang QR
fr: Voir le QR-code
ja: QRを表示する
nl: Toon QR
pt: Mostrar QR
tr: QR Göster

source: Show Recovery Phrase
cs: Zobrazit frázi pro obnovení
de: Wiederherstellungsphrase anzeigen
es: Mostrar Frase de Recuperación
fil: Ipakita ang recovery phrase
fr: Voir la phase de récupération
id: Tampilkan Frasa pemulihan
ja: 復元フレーズを表示する
nl: Toon herstelzin
pt: Mostrar Frase de Recuperação
ru: Показать фразу восстановления
sk: Zobraziť frázu obnovenia
th: แสดงวลีกู้คืน
tr: Kurtarma Sözcük Grubunu Göster
uk: Показати фразу відновлення

source: Sign the message
de: Signiere die Nachricht.
fil: Lagdaan ang mensahe
fr: Signer le message
id: Tandatangani pesan
ja: メッセージに署名する
nl: Onderteken het bericht
pt: Assine a mensagem
ru: Подписать сообщение
sk: Podpísať správu
tr: Mesajı imzala
uk: Підпишіть повідомлення

source: Sign up error
de: Anmeldefehler
fil: Error sa pag sign up
fr: Erreur d'inscription
id: Kesalahan pendaftaran
ja: サインアップエラー
nl: Fout bij aanmelden
pt: Erro de inscrição
ru: Ошибка при регистрации
sk: Chyba registrácie
tr: Kayıt hatası
uk: Помилка реєстрації

source: Sign up to CrowdNode
de: Bei CrowdNode registrieren
fil: Mag-sign up sa CrowdNode
fr: S'inscrire à CrowdNode
id: Daftar ke CrowdNode
ja: CrowdNodeにサインアップ
nl: Aanmelden bij CrowdNode
pt: Inscreva-se no CrowdNode
ru: Подписаться на новости CrowdNode
sk: Zaregistrovať sa do CrowdNode
tr: CrowdNode'a Kaydolun
uk: Реєстрація в CrowdNode

source: Sign up to finish setting up account
de: Anmelden, um die Einrichtung des Kontos abzuschließen
fil: Mag-sign up para tapusin ang pag-set up ng account
fr: Identifiez-vous pour terminer l'ouverture du compte
id: Daftar untuk menyelesaikan penyiapan akun
ja: サインアップしてアカウント設定を完了する
nl: Meld je aan om het instellen van je account te voltooien
pt: Inscreva-se para concluir a configuração da conta
ru: Зарегистрируйтесь, чтобы завершить настройку аккаунта
sk: Prihláste sa pre dokončenie nastavenia účtu
tr: Hesap kurulumunu tamamlamak için kaydolun
uk: Зареєструйтесь, щоб завершити налаштування облікового запису

source: Skip
cs: Přeskočit
de: Überspringen
es: Salta
fil: Laktawan
fr: Ignorer
id: Lewati
ja: スキップする
nl: Overslaan
pt: Pular
ru: Пропустить
sk: Preskočiť
th: ข้าม
tr: Atla
uk: Пропустити

source: Something went wrong
cs: Něco se pokazilo
de: Etwas hat nicht funktioniert
es: Algo salió mal
fil: May maling nangyari
fr: Il y a eu un problème
id: Ada yang salah
ja: 問題が生じました
nl: Er is iets verkeerd gegaan
pt: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так

source: Sort by
cs: Řadit podle
de: Sortieren nach
es: Ordenar por
fil: Pag-uri-uriin ayon
fr: Trier par
id: Urutkan dengan
ja: 並べ替え方法
nl: Sorteer op
pt: Ordenar por
ru: Упорядочить по
sk: Zoradiť podľa
th: เรียงลำดับตาม
tr: Göre sırala
uk: Сортувати зв

source: Sort Contacts
cs: Řadit kontakty
de: Kontakte sortieren
es: Ordenar contactos
fil: Pag-uri-uriin ang mga Contact
fr: Trier les contacts
id: Urutkan kontak
ja: 連絡先を並べ替える
nl: Sorteer contacten
pt: Ordenar Contatos
ru: Упорядочить контакты
sk: Zoradiť kontakty
th: เรียงลำดับที่ผู้ติดต่อ
tr: Kişileri Sırala
uk: Сортувати контакти

source: Sorted by distance
de: Nach Entfernung sortiert
es: Ordenado por distancia
fil: Inayos ayon sa distansya
fr: Trié par distance
id: Diurutkan berdasarkan jarak
ja: 距離で並べ替え
nl: Gesorteerd op afstand
pt: Ordenado por distância
ru: Сортировать по расстоянию
sk: Zoradené podľa vzdialenosti
tr: Mesafeye göre sıralanmış
uk: Відсортовано за відстанню

source: Sorted by name
de: Nach Name sortiert
es: Ordenado por nombre
fil: Inayos ayon sa pangalan
fr: Trié par nom
id: Diurutkan berdasarkan nama
ja: 名前順で並べ替え
nl: Gesorteerd op naam
pt: Ordenado por nome
ru: Сортировать по названию
sk: Zoradené podľa názvu
tr: İsme göre sıralanmış
uk: Відсортовано за назвою

source: Sorting: A to Z
de: Sortieren: A bis Z
es: Ordenando: de A a Z
fil: Pag-uuri: A hanggang Z
fr: Tri : A à Z
id: Menyortir: A sampai Z
ja: 並べ替え: A～Z
nl: Gesorteerd: A tot Z
pt: Ordenando: de A a Z
ru: Сортировать: от А до Я
sk: Radenie: od A po Z
tr: Sıralama: A'dan Z'ye
uk: Сортуєтся: від А до Я

source: Sorting: Z to A
de: Sortieren: Z bis A
es: Ordenando: de Z a A
fil: Pag-uuri: Z hanggang A
fr: Tri : Z à A
id: Menyortir: Z sampai A
ja: 並べ替え: Z～A
nl: Gesorteerd: Z tot A
pt: Ordenando: de Z a A
ru: Сортировать: от Я до А
sk: Radenie: od Z po A
tr: Sıralama: Z'den A'ya
uk: Сортуєтся: від Я до А

source: Specify Amount
cs: Uvést částku
de: Betrag festsetzen
es: Especificar Monto
fil: Tukuyin ang halaga
fr: Indiquez le montant
id: Tentukan Jumlah
ja: 金額を指定する
nl: Specificeer bedrag
pt: Especificar Valor
ru: Введите сумму
sk: Zadať množstvo
th: ระบุจำนวน
tr: Tutarı Belirleyin
uk: Вкажіть суму

source: Spending Confirmation
cs: Potvrzení
de: Zahlungsbestätigungen
es: Confirmación de Gasto
fil: Kumpirmasyon ng nagastos
fr: Confirmation de dépense
id: Konfirmasi Pengiriman
ja: 支出の確認
nl: Bevestiging van de uitgaven
pt: Confirmação de Gastos
ru: Подтверждения
sk: Potvrdenie minutia
th: การยืนยันการใช้จ่าย
tr: Harcama Onayı
uk: Підтвердження витрат

source: Support
cs: Podpora
es: Soporte
fil: Suporta
fr: Aide
id: Dukungan
ja: サポート
nl: Ondersteuning
pt: Suporte
ru: Поддержка
sk: Podpora
th: ฝ่ายสนับสนุน
tr: Destek
uk: Підтримка

source: Swept!
cs: Přeneseno!
de: Geleert!
es: ¡Barrido!
fil: Tangayin!
fr: Récupéré !
id: bersihkan!
ja: スイープしました!
nl: Geveegd!
pt: Varrido!
ru: Переведено!
sk: Načítať!
th: ลบล้าง
tr: Tarandı!
uk: Переведено!

source: Switch to Mainnet
cs: Přepnout na Mainnet
de: Zum Mainnet wechseln
es: Cambiar a Mainnet
fil: Lumipat sa Mainnet
fr: Basculer sur le réseau principal
id: Pindah ke Mainnet
ja: メインネットに切り替える
nl: Wissel naar Mainnet
pt: Mudar para Mainnet
ru: Переключиться на Mainnet
sk: Prepnúť na hlavnú sieť
th: เปลี่ยนเป็น Mainnet
tr: Ana Ağa Geç
uk: Перейти в Mainnet

source: Switch to Testnet
cs: Přepnout na Testnet
de: Zum Testnet wechseln
es: Cambiar a Testnet
fil: Lumipat sa Testnet
fr: Basculer sur le réseau de test
id: Pindah ke Testnet
ja: テストネットに切り替える
nl: Wissel naar Testnet
pt: Mudar para Testnet
ru: Переключиться на Testnet
sk: Prepnúť na testovaciu sieť
th: เปลี่ยนเป็น Testnet
tr: Test Ağına Geç
uk: Перейти в Testnet

source: Sync Failed
cs: Synchronizace selhala
de: Synchronisierung fehlgeschlagen
es: Falla en la Sincronizacío
fil: Pumalya ang pag-sync
fr: Échec de synchronisation
id: Sinkronisasi Gagal
ja: 同期に失敗しました
nl: Sync mislukt
pt: Sicronização Falhou
ru: Ошибка синхронизации
sk: Synchronizácia zlyhala
th: ซิงค์ล้มเหลว
tr: Senkronizasyon Başarısız
uk: Помилка синхронізації

source: Sync Now
cs: Synchronizovat
de: Jetzt synchronisieren
es: Sincronizar Ahora
fil: I-sync ngayon
fr: Synchroniser maintenant
id: Sinkronkan Sekarang
ja: すぐに同期する
nl: Nu synchroniseren
pt: Sincronizar Agora
ru: Синхронизировать
sk: Synchronizovať teraz
th: ซิงค์ตอนนี้
tr: Şimdi Senkronize Et
uk: Синхронізувати зараз

source: Synced with current Dash Wallet
de: Mit aktueller Dash Wallet synchronisiert
fil: Naka-sync sa kasalukuyang Dash Wallet
fr: Synchronisé avec le Dash Wallet actuel
id: Disinkronkan dengan Dompet Dash saat ini
ja: 現在使用しているDash Walletと同期
nl: Gesynchroniseerd met huidige Dash portemonnee
pt: Sincronizado com a Carteira Dash atual
ru: Синхронизирован с активным Dash Wallet
sk: Synchronizované s aktuálnou Dash peňaženkou
tr: Mevcut Dash Cüzdanı ile senkronize edildi
uk: Синхронізовано з Dash Wallet

source: Syncing
cs: Synchronizace
de: Synchronisiere
es: Sincronizando
fil: Nagsi-sync
fr: En synchronisation
id: Menyingkronkan:
ja: 同期中
nl: synchroniseren
pt: Sincronizando
ru: Синхронизация
sk: Synchronizuje sa
th: กำลังซิงค์
tr: Senkronize ediliyor
uk: Синхронізація

source: Syncing Balance
de: Synchronisiere Guthaben
es: Sincronizando Balance
fr: Synchronisation du solde
id: Menyinkronkan Saldo
ja: 同期バランス
nl: Saldo aan het synchroniseren
pt: Sincronizando Saldo
ru: Синхронизация баланса
sk: Synchronizuje sa zostatok
th: กำลังซิงค์ยอดคงเหลือ
tr: Bakiye senkronize ediliyor
uk: Синхронізація балансу

source: Syncing...
de: Synchronisieren...
es: Sincronizando...
fil: Sini-sync...
fr: Synchronisation…
id: Menyinkronkan...
ja: 同期中…
nl: synchroniseren...
pt: Sincronizando...
ru: Синхронизация...
sk: Synchronizuje sa...
tr: Senkronize ediliyor...
uk: Синхронізація...

source: Syncing…
de: Synchronisieren...
fil: Sini-sync...
fr: Synchronisation…
id: Menyinkronkan…
ja: 同期中…
nl: Synchroniseren...
pt: Sincronizando...
ru: Синхронизация...
sk: Synchronizácia...
tr: Senkronize ediliyor…
uk: Синхронізація...

source: Tap the address from the clipboard to paste it
de: Tippe auf die Adresse in der Zwischenablage, um sie einzufügen.
fil: I-tap ang address mula sa clipboard para i-paste ito
fr: Touchez l'adresse du presse-papiers pour la coller
ja: クリップボードからアドレスをタップしてペーストする
nl: Tik op het adres van het klembord om het te plakken
pt: Toque no endereço da área de transferência para colá-lo
ru: Чтобы вставить адрес из буфера обмена, нажмите на него
sk: Klepnutím na adresu zo schránky ju použijete
tr: Yapıştırmak için panodaki adresi seçin
uk: Натисніть на адресу з буфера обміну, щоб вставити її

source: Tap to hide balance
cs: Klepněte pro skrytí zůstatku
de: Zum Verbergen des Guthabens tippen
es: Tocar para ocultar saldo
fil: Pindutin upang itago ang balanse
fr: Touchez pour masquer le solde
id: Ketuk untuk menyembunyikan saldo
ja: タップして残高を非表示にする
nl: Tik om saldo te verbergen
pt: Toque para esconder o saldo
ru: Нажмите, чтобы скрыть баланс
sk: Klepnutím skryť zostatok
th: กดเพื่อซ่อนยอดคงเหลือ
tr: Bakiyeyi gizlemek için tıkla
uk: Торкніться, щоб приховати баланс

source: Tax Category
de: Steuerliche Kategorie
es: Categoría de impuestos
fil: Kategorya ng Buwis
fr: Catégorie de taxe
id: Kategori Pajak
ja: 税金の区分
nl: Belastingcategorie
pt: Categoria fiscal
ru: Категория
sk: Daňová kategória
tr: Vergi Kategorisi
uk: Податкова категорія

source: The chain is syncing…
de: Die Chain synchronisiert...
fil: Nagsi-sync ang chain…
fr: Synchronisation de la chaîne...
id: Rantai sedang menyinkronkan…
ja: チェーンを同期中
nl: De blockchain wordt gesynchroniseerd...
pt: A cadeia está sendo sincronizada…
ru: Блокчейн синхронизируется...
sk: Reťazec sa synchronizuje...
tr: Zincir senkronize ediliyor…
uk: Блокчейн синхронізується...

source: The code is incorrect. Please check and try again!
de: Diese Code ist falsch. Bitte kontrollieren und erneut versuchen!
es: El código es incorrecto. ¡Por favor revisa e intenta de nuevo!
fil: Mali ang code. Pakisuri at subukang muli!
fr: Ce code est incorrect. Veuillez vérifier et réessayer !
id: Kode tidak benar. Silakan periksa dan coba lagi!
ja: コードが正しくありません。ご確認の上、再度ご入力ください。
nl: De code is onjuist. Controleer en probeer het opnieuw.
pt: Código incorreto. Por favor, verifique e tente novamente!
ru: Неверный код. Попробуйте ещё раз!
sk: Kód je nesprávny. Skontrolujte a skúste to znova!
tr: Kod yanlış. Lütfen kontrol edip tekrar deneyin!
uk: Код не правильний. Перевірте та повторіть спробу!

source: The Dash was successfully deposited to your Coinbase account. But there was a problem transfering it to Dash Wallet on this device.
de: Die Dash wurden deinem Coinbase Konto erfolgreich gutgeschrieben. Aber es entstand ein Problem bei dem Transfer auf die Dash Wallet dieses Gerätes.
fil: Ang Dash ay matagumpay na nadeposito sa iyong Coinbase account. Ngunit nagkaroon ng problema sa paglilipat nito sa Dash Wallet sa device na ito.
fr: Les dashs ont été déposés avec succès sur votre compte Coinbase. Mais il y a eu un problème lors de leur transfert sur Dash Wallet sur cet appareil.
id: Dash berhasil disimpan ke akun Coinbase Anda. Namun terjadi masalah saat mentransfernya ke Dash Wallet di perangkat ini.
ja: このDashはお客様のCoinbaseアカウントに正常に入金されました。しかし、この端末でDashウォレットに送金する際に問題が発生しました。
nl: De Dash is succesvol gestort op je Coinbase account. Maar er was een probleem bij het overzetten hiervan naar de Dash portemonnee op dit apparaat.
pt: O Dash foi depositado com sucesso na sua conta Coinbase. Mas houve um problema ao transferi-lo para a Carteira Dash neste dispositivo.
ru: Dash был успешно зачислен на ваш аккаунт Coinbase. Но при переводе его на Dash Wallet на этом устройстве произошла проблема.
sk: Dash bol úspešne vložený na váš Coinbase účet. Pri prenose do Dash peňaženky na tomto zariadení sa však vyskytol problém.
tr: Dash başarıyla Coinbase hesabınıza yatırıldı. Fakat bu cihazdaki Dash Cüzdan'a aktarılırken bir sorun oluştu.
uk: Dash успішно внесено на ваш обліковий запис Coinbase. Але виникла проблема під час перенесення його в Dash Wallet на цьому пристрої.
