Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: WIF Private key
de: WIF Privater Schlüssel
es: Llave privada WIF
fr: Clé privée WIF
id: Kunci pribadi WIF
ja: WIFのプライベートキー
nl: WIF-privésleutel
pt: Chave Privada WIF
ru: Приватный ключ WIF
sk: Súkromný kľúč WIF
th: กุญแจส่วนตัว WIF
tr: WIF Özel Anahtarı
uk: Приватний ключ WIF

source: Wipe
cs: Smazat
de: Leeren
es: Limpiar
fil: I-wipe
fr: Effacer
id: Menghapus
ja: 削除する
nl: Verwijderen
pt: Limpar
ru: Удалить
sk: Vymazať
th: ลบล้าง
tr: Sil
uk: Стерти

source: Wipe Wallet
cs: Smazat peněženku
de: Wallet leeren
es: Limpiar Billetera
fil: I-wipe ang wallet
fr: Effacer le portefeuille
id: Sapu Dompet
ja: ウォレットを削除する
nl: Portemonnee Verwijderen
pt: Limpar Carteira
ru: Удалить кошелёк
sk: Vymazať Peňaženku
th: รีเซ็ตกระเป๋าสตางค์
tr: Cüzdanı Sıfırla
uk: Очистити гаманець

source: with Dash blockchain
cs: s Dash blockchainem
de: mit der Dash-Blockchain
es: con la blockchain de Dash
fil: kasama ang Dash blockchain
fr: avec la blockchain Dash
id: dengan Dash blockchain
ja: Dashのブロックチェーンで
nl: met Dash blockchain
pt: com a blockchain de Dash
ru: с Dash блокчейн
sk: s reťazcom blokov Dash
th: กับ Dash Blockchain
tr: Dash blok zinciri ile
uk: З блокчейном Dash

source: Withdraw
de: Auszahlen
fr: Retrait
id: Tarik
ja: 出金
nl: Neem op
pt: Saque
ru: Вывод
sk: Výber
tr: Para Çek
uk: Вивести

source: Withdraw without limits with an online account on CrowdNode website.
de: Abheben ohne Grenzen mit einem Online Konto auf der CrowdNode Website.
fil: Mag-withdraw nang walang limitasyon gamit ang isang online na account sa website ng CrowdNode.
fr: Retirer sans limite avec un compte en ligne sur le site web CrowdNode.
id: Penarikan tanpa batas dengan akun online di situs web CrowdNode.
ja: CrowdNodeのウェブサイトからオンラインアカウントで無制限に出金することができます。
nl: Neem onbeperkt geld op met een online account via de CrowdNode website.
pt: Saque sem limites com uma conta online no site do CrowdNode.
ru: Вывести без ограничений в онлайн аккаунте на сайте CrowdNode.
sk: Výber bez obmedzení s online účtom na webe CrowdNode.
tr: CrowdNode web sitesinde çevrimiçi bir hesapla sınırsız para çekin.
uk: Знімайте без обмежень за допомогою онлайн-облікового запису на веб-сайті CrowdNode.

source: Withdrawal requested
de: Auszahlen beantragt
fil: Hiniling ang withdrawal
fr: Retrait demandé
id: Penarikan diminta
ja: 出金がリクエストされました
nl: Opname is aangevraagd
pt: Saque solicitado
ru: Запрос на вывод средств отправлен
sk: Žiadosť o výber podaná
tr: Para çekme isteği gönderildi
uk: Запит на вивід коштів відправлено

source: Yes
de: Ja
es: Si
fil: Oo
fr: Oui
id: Ya
ja: はい
nl: Ja
pt: Sim
ru: Да
sk: Áno
tr: Evet
uk: Так

source: You accepted the contact request from %@
cs: Přijal si žádost o přidání mezi kontakty od %@
de: Du hast die Kontaktanfrage von %@ angenommen
es: Aceptaste la solicitud de contacto de %@
fil: Tinanggap mo ang kahilingan sa pakikipag-ugnay mula sa %@
fr: Vous avez accepté la demande de contact de %@
id: Anda menerima permintaan kontak dari %@
ja: %@からの連絡先リクエストを承認しました。
nl: U heeft het contactverzoek van %@ geaccepteerd
pt: Você aceitou a solicitação de contato de %@
ru: Вы приняли запрос на добавление в контакты от %@
sk: Prijali ste kontaktnú žiadosť od %@
th: คุณได้รับการยอมรับคำขอการติดต่อจาก %@
tr: %@'den gelen kişi talebini kabul ettiniz.
uk: Ви прийняли запит на додавання в контакти від %@

source: You are about to sweep funds from another Dash Wallet.
cs: Chystáte se přenést prostředky z jiné Dash Wallet.
de: Du bist im Betreff, Guthaben von einer anderen Dash Wallet zu transferieren.
es: Estás a punto de barrer los fondos de otra billetera Dash.
fil: Ikaw ay kasalukuyan ng mags-sweep ng pondo mula sa ibang Dash wallet.
fr: Vous êtes sur le point de récupérer les fonds d'un autre portefeuille Dash.
id: Anda akan menyapu dana dari dompet Dash lainnya.
ja: これから他のDashウォレットから資金を一括送金します。
nl: U staat op het punt het saldo van een andere Dash portemonnee op te nemen
pt: Você está prestes a varrer os fundos de outra carteira Dash
ru: Вы собираетесь перенести все средства из другого кошелька Dash.
sk: Chystáte sa získať prostriedky z inej Dash peňaženky.
th: คุณกำลังจะเคลื่อนย้ายเงินจาก Dash Wallet อื่น
tr: Başka bir Dash cüzdanından para aktarmak üzeresiniz.
uk: Ви збираєтеся зняти кошти з іншого гаманця Dash.

source: You are about to wipe this wallet from this device. Funds associated with this wallet can only be retrieved if you have your recovery phrase.
cs: Chystáte se smazat tuto peněženku ze zařízení. Prostředky spojené s touto peněženkou budou moci být opětovně získány pouze pokud máte frázi pro obnovení.
de: Du bist dabei, die Wallet von diesem Gerät zu löschen. Guthaben aus dieser Wallet, kann nur wiedergewonnen werden, wenn du die Wiederherstellungsphrase hast.
es: Estás a punto de limpiar esta billetera de este dispositivo. Fondos asociados a esta billetera solo podrán ser recuperados si tienes esta frase de recuperación.
fil: Ikaw ay magwa-wipe na ng eallet dito sa device. Anumang pondo na kalakip nito ay maaaring lamang maiblik kung mayroon kang recovery phrase.
fr: Vous êtes sur le point d'effacer ce portefeuille de cet appareil. Les fonds associés à ce portefeuille ne peuvent être récupérés que si vous avez votre phrase de récupération.
id: Anda akan menghapus dompet ini dari perangkat ini. Dana yang terkait dengan dompet ini hanya dapat diambil jika Anda memiliki frasa pemulihan.
ja: これからこのウォレットを本端末から削除します。削除後にこのウォレットに関連付けられた資金を回収するにはあなたの復元フレーズが必要です。
nl: U staat op het punt deze portemonnee van dit apparaat te wissen. Het saldo dat aan deze portemonnee is gekoppeld, kan alleen worden opgehaald als u uw herstelzin hebt.
pt: Você está prestes a limpar esta carteira desse dispositivo. Fundos associados a essa carteira poderão ser recuperados apenas se você tiver a sua frase de recuperação.
ru: Вы собираетесь удалить кошелек с этого устройства. Средства на этом кошельке смогут быть доступны, только если у Вас есть фраза восстановления.
sk: Chystáte sa vymazať túto peňaženku z tohto zariadenia. Prostriedky spojené s touto peňaženkou je možné získať iba v prípade, že máte frázu pre obnovenie.
th: คุณกำลังจะล้างวอลเล็ทนี้จากอุปกรณ์นี้ เงินทุนที่เกี่ยวข้องกับกระเป๋าเงินนี้สามารถเรียกคืนได้หากคุณมีวลีกู้คืนของคุณ
tr: Bu cüzdanı bu cihazdan silmek üzeresiniz. Bu cüzdanla ilişkili fonlar yalnızca kurtarma sözcük grubunuz varsa geri alınabilir.
uk: Ви збираєтеся стерти цей гаманець із цього пристрою. Кошти, пов’язані з цим гаманцем, можна отримати, лише якщо у вас є фраза для відновлення.

source: You can authenticate with Face ID for payments below
cs: Pro placení se níže můžete ověřit přes Face ID
de: Du die Zahlung weiter unten über Face ID authentifizieren
es: Puedes autenticar con Face ID para pagos abajo de
fil: Maaari kang magkumpirma gamit ang iyong Face ID sa mga bayarin sa ibaba
fr: Vous pouvez vous authentifier avec Face ID pour les paiements ci-dessous
id: Anda dapat mengautentikasi dengan ID Wajah untuk pembayaran di bawah
ja: 以下の支払いにはFace IDの顔認証をご利用いただけます
nl: U kunt authenticeren met gezichtsherkenning voor onderstaande betalingen
pt: Você pode autenticar com Face ID para pagamentos abaixo de
ru: В дальнейшем Вам будут доступны платежи через Face ID
sk: Platby nižšie môžete overiť pomocou Face ID
th: คุณสามารถตรวจสอบด้วย Face ID สำหรับการชำระเงินด้านล่าง
tr: Yüz Kimliği doğrulaması ile aşağıdaki ödemeleri yapabilirsiniz
uk: Ви можете пройти автентифікацію за допомогою Face ID для платежів нижче

source: You can authenticate with Touch ID for payments below
cs: Pro placení se níže můžete ověřit přes Touch ID
de: Du die Zahlung weiter unten über Touch ID authentifizieren
es: Puedes autenticar con Touch ID para pagos abajo de
fil: Maaari kang magkumpirma gamit ang iyong Touch ID sa mga bayarin sa ibaba
fr: Vous pouvez vous authentifier avec Touch ID pour les paiements ci-dessous
id: Anda dapat mengautentikasi dengan Touch ID untuk pembayaran di bawah ini
ja: 以下の支払いにはTouch IDの指紋認証をご利用いただけます
nl: U kunt authenticeren met vingerafdruk voor onderstaande betalingen
pt: Você pode autenticar com Touch ID para pagamentos abaixo de
ru: В дальнейшем Вам будут доступны платежи через Touch ID
sk: Platby nižšie môžete overiť pomocou Touch ID
th: คุณสามารถตรวจสอบด้วย Touch ID สำหรับการชำระเงินด้านล่าง
tr: Dokunmatik Kimlik doğrulaması ile aşağıdaki ödemeleri yapabilirsiniz
uk: Ви можете пройти автентифікацію за допомогою Touch ID для платежів нижче

source: You can change how / when your reward earnings are paid to you.
de: Du kannst ändern, wann und wie die Auszahlungen deiner Rewards vorgenommen werden.
fil: Maaari mong baguhin kung paano / kailan binabayaran sa iyo ang iyong mga kita sa reward.
fr: Vous pouvez modifier comment et quand vos gains de récompense vous sont payés.
ja: お客様は、報酬の支払い方法や支払い時期を変更できます。
nl: Je kunt wijzigen hoe en wanneer inkomsten aan worden uitbetaald.
pt: Você pode alterar como / quando seus ganhos de recompensa serão pagos.
tr: Ödüllerinizin nasıl ve ne zaman ödeneceğini değiştirebilirsiniz.

source: You can see detailed information about your deposits, withdrawals and reward earnings.
de: Du kannst detaillierte Informationen über deine Einzahlungen, Auszahlungen und Erträge sehen.
fil: Maaari mong makita ang detalyadong impormasyon tungkol sa iyong mga deposito, pag-withdraw at mga kita ng reward.
fr: Vous pouvez consulter des informations détaillées sur vos transferts, vos retraits et vos gains de récompense.
ja: お客様の入出金や報酬の獲得に関する詳細な情報を確認できます。
nl: Je kunt gedetailleerde informatie zien over uw stortingen, opnames en inkomsten.
pt: Você pode ver informações detalhadas sobre seus depósitos, saques e ganhos de recompensa.
tr: Para yatırma, çekme ve ödüllerinizin detaylı bilgileri görebilirsiniz.

source: You don’t have enough balance
de: Du hast nicht genug Guthaben
fil: Wala kang sapat na balanse
fr: Vous n'avez pas un solde suffisant
ja: 残高が不足しています
nl: Je hebt niet genoeg saldo
pt: Você não tem saldo suficiente
tr: Yeterli bakiyeniz yok

source: You exceeded the authorization limit on Coinbase.
de: Du hast den Berechtigungsrahmen von Coinbase überschritten.
es: Excediste el límite de autorización en Coinbase.
fil: Lumampas ka sa limitasyon ng awtorisasyon sa Coinbase.
fr: Vous avez dépassé la limite d'autorisation sur Coinbase.
id: Anda melampaui batas otorisasi di Coinbase.
ja: Coinbaseの認証制限を超えてしまいました。
nl: Je hebt de autorisatielimiet op Coinbase overschreden.
pt: Você excedeu o limite de autorização na Coinbase.
ru: Превышен лимит авторизаций на Coinbase.
sk: Prekročili ste autorizačný limit na Coinbase.
tr: Coinbase'deki yetki sınırını aştınız.
uk: Ви перевищили ліміт авторизації на Coinbase.

source: You have insufficient funds to proceed
de: Du hast nicht genügend Guthaben, um fortzufahren.
fil: Wala kang sapat na pondo para magpatuloy.
fr: Vous n'avez pas assez de fonds pour continuer
id: Anda tidak memiliki cukup dana untuk melanjutkan
ja: 手続きするのに資金が不足しています
nl: Je hebt onvoldoende saldo om door te gaan
pt: Você não tem fundos suficientes para prosseguir.
ru: Недостаточно средств для продолжения.
sk: Na pokračovanie nemáte dostatok finančných prostriedkov
tr: Devam etmek için yeterli bakiyeniz yok
uk: Недостатньо коштів для продовження

source: You have to backup your passphrase in Dash Wallet
de: Du musst die Passphrase in deiner Dash Wallet sichern
fil: Kailangan mong i-backup ang iyong passphrase sa Dash Wallet
fr: Vous devez sauvegarder dans Dash Wallet votre phrase de passe
ja: Dash Walletにパスフレーズをバックアップしておく必要があります
nl: U moet een back-up maken van uw wachtwoordzin in de Dash portemonnee
pt: Você precisa fazer backup da sua frase de recuperação na Dash Wallet
tr: Dash Cüzdan'da parolanızı yedeklemeniz gerekir

source: You must enter your PIN in order to enter Dash Wallet
cs: Pro otevření Dash Wallet musíte zadat váš PIN.
de: PIN eingeben zum öffnen der Dash Wallet
es: Debe ingresar tu PIN para ingresar a la Dash Wallet
fil: Kailangan ilagay ang iyong PIN upang mabuksan ang Dash Wallet
fr: Vous devez saisir votre code PIN pour accéder au portefeuille Dash
id: Anda harus memasukkan PIN untuk masuk ke Dash Wallet
ja: DashウォレットにアクセスするにはPINの入力が必要です
nl: PIN invoeren om in de Dash portemonnee te komen
pt: Você deve inserir o seu PIN para poder ingressar à sua carteira Dash
ru: Вы должны ввести PIN для входа в Dash Wallet
sk: Aby ste sprístupnili Dash Wallet, musíte zadať PIN
th: คุณต้องใส่รหัสผ่านเพื่อทำการเข้า Dash Wallet
tr: Dash Wallet'a girmek için bir PİN kodu girmelisiniz
uk: Ви повинні ввести свій PIN-код, щоб увійти в Dash Wallet

source: You need at least %@ on your Dash Wallet
de: Du benötigst mindestens %@ in deiner Dash Wallet.
fil: Kailangan mo ng kahit man lang %@ sa iyong Dash Wallet
fr: Vous avez besoin d'au moins %@ dans votre Dash Wallet
id: Anda membutuhkan setidaknya %@ dash di Wallet Anda
ja: CrowdNodeの認証を進めるには、%@以上必要です。
nl: Je hebt minimaal %@ nodig in je Dash portemonnee
pt: Você precisa de pelo menos %@ Dash em sua carteira
ru: В вашем Dash Wallet должно быть не менее %@ Dash
sk: V Dash peňaženke potrebujete aspoň %@
tr: Dash Cüzdan'ınızda en az %@ olması gerekir
uk: На балансі Dash Wallet має бути хоча б %@

source: You only need %@ to join the pool.
de: Du brauchst lediglich %@ um dem Pool beizutreten.
fil: Kailangan mo lang ng %@ para sumali sa pool.
fr: Vous avez seulement besoin de %@ pour rejoindre le groupe.
id: Anda hanya perlu %@ bergabung dengan pool.
ja: %@だけでプールに参加できます。
nl: Je hebt maar %@ nodig om deel te nemen aan een pool.
pt: Você só precisa de %@ para entrar no pool.
ru: Чтобы присоединиться к пулу, нужно всего лишь %@
sk: K členstvu potrebujete iba %@.
tr: Havuza katılmak için yalnızca %@'a ihtiyacınız var.
uk: Щоб приєднатися до пулу вам потрібно %@

source: You receive
de: Du erhältst
fil: natatanggap mo
fr: Vous recevez
id: Anda menerima
ja: 入金する
nl: Je ontvangt
pt: Você recebe
ru: Вы получите
sk: Dostanete
tr: Aldığınız
uk: Ви отримуєте

source: You send
de: Du sendest
fil: Ipadala mo
fr: Vous envoyez
id: Anda mengirim
ja: 送信する
nl: je verstuurt
pt: Você envia
ru: Вы отправляете
sk: Pošlete
tr: Gönderdiğiniz
uk: Ви відправляєте

source: You sent the contact request to %@
cs: Požadavek o přidání mezi kontakty odeslán %@
de: Du hast eine Kontaktanfrage an %@ geschickt
es: Enviaste la solicitud de contacto a %@
fil: Ipinadala mo ang kahilingan sa pakikipag-ugnay kay %@
fr: Vous avez envoyé une demande de contact à %@
id: Anda mengirim permintaan kontak ke %@
ja: %@に連絡先リクエストを送信しました
nl: U heeft het contactverzoek gestuurd naar %@
pt: Você enviou uma solicitação de contato para %@
ru: Вы отправили %@ запрос на добавление в контакты.
sk: Žiadosť o kontakt ste odoslali pre %@
th: คุณส่งคำขอการติดต่อไปยัง %@
tr: %@'e iletişim talebi gönderildi
uk: Ви надіслали запит на контакт %@

source: You should have a positive balance on Dash Wallet
de: Du solltest einen positiven Saldo in deiner Dash Wallet haben
fil: Dapat ay mayroon kang positibong balanse sa Dash Wallet
fr: Vous devriez avoir un solde positif sur votre Dash Wallet
id: Anda harus memiliki saldo positif di Dash Wallet
ja: Dash Walletに残高が残っている状態にする必要があります。
nl: Je zou een positief saldo moeten hebben in de Dash portemonnee
pt: Você deve ter um saldo positivo na Carteira Dash
ru: Для этого в вашем Dash Wallet должен быть положительный баланс
sk: V Dash peňaženke by ste mali mať kladný zostatok
tr: Dash Cüzdan'da pozitif bir bakiyeniz olmalıdır
uk: У вас повинен бути додатній баланс Dash Wallet

source: You should have at least %@ to proceed with the CrowdNode verification.
de: Du solltest mindestens %@ Dash besitzen um mit der CrowdNode Verifizierung fortzufahren.
fil: Dapat ay mayroon kang hindi bababa sa %@ upang magpatuloy sa pag-verify ng CrowdNode.
fr: Vous devez avoir au moins %@ pour suivre la vérification CrowdNode.
id: Anda setidaknya harus %@ untuk melanjutkan verifikasi CrowdNode.
ja: CrowdNodeの認証を進めるには、%@以上必要です。
nl: je hebt minimaal %@ nodig om door te gaan met de CrowdNode verificatie.
pt: Você deve ter pelo menos %@ Dash para prosseguir com a verificação do CrowdNode.
ru: Для продолжения процесса верификации на CrowdNode у вас на счету должно быть не менее %@Dash.
sk: Pre pokračovanie s overením na CrowdNode, by ste mali mať aspoň %@.
tr: CrowdNode doğrulamasına devam etmek için en az %@'a sahip olmalısınız.
uk: Ви повинні мати принаймні %@ Dash, щоб продовжити верифікацію CrowdNode.

source: You will also need to log out from the Uphold website using your browser
cs: Je také nutné se odhlásit z webové stránky Uphold pomocí vašeho prohlížeče.
de: Du musst dich mit deinem Browser von der Uphold-Webseite abmelden
es: También deberás cerrar sesión en el sitio web de Uphold utilizando tu navegador
fil: Kailangan mo ring mag-log out mula sa Uphold website gamit ang iyong browser.
fr: Vous devrez également vous déconnecter du site Uphold dans votre navigateur web.
id: Anda juga harus keluar dari situs web Uphold menggunakan browser Anda
ja: またブラウザーを使ってUpholdのウェブサイトからログアウトする必要もあります
nl: Je dient ook nog uit te loggen bij Uphold website in je webbrowser.
pt: Também será necessário sair do site da Uphold utilizando seu navegador
ru: Вам также необходимо будет выйти из своей учётной записи Uphold используя браузер
sk: Budete sa tiež musieť odhlásiť z webovej stránky Upholdu pomocou svojho prehliadača
th: คุณจะต้องออกจากระบบของเว็บไซต์ Uphold โดยใช้เบราว์เซอร์ของคุณ
tr: Aynı zamanda tarayıcınızda Uphold internet sitesinden çıkış yapmanız gerekecek
uk: Вам також потрібно буде вийти з веб-сайту Uphold за допомогою браузера

source: You will lose all your manually reclassified transactions types
de: Du verlierst alle manuell umklassifizierten Transaktionsarten.
es: Perderás todos tus tipos de transacciones reclasificadas manualmente
fil: Mawawala sa iyo ang lahat ng iyong manu-manong na-reclassify na uri ng mga transaksyon
fr: Vous perdrez tous vos types de transaction reclassifiés manuellement
id: Anda akan kehilangan semua jenis transaksi yang diklasifikasikan ulang secara manual
ja: 手動で再分類した取引をすべて失うことになります。
nl: Je verliest alle handmatig geclassificeerde transactiesoorten
pt: Você perderá todos os tipos de transações reclassificadas manualmente
ru: Все введённые вручную типы транзакций потеряются
sk: Stratíte všetky svoje manuálne preklasifikované typy transakcií
tr: Manuel olarak yeniden sınıflandırılan tüm işlem türlerinizi kaybedeceksiniz
uk: Ви втратите всі перекласифіковані вручну типи транзакцій

source: You will need this recovery phrase to access your funds if this device is lost, damaged or if Dash Wallet is uninstalled from this device.
de: Du benötigst diese Wiederherstellungsphrase, um auf dein Guthaben zuzugreifen, wenn dieses Gerät verloren geht, beschädigt wird oder die Wallet von diesem Gerät deinstalliert wird.
fil: Kakailanganin mo ang recovery phrase na ito upang ma-access ang iyong mga pondo kung ang device na ito ay nawala, nasira o kung na-uninstall ang Dash Wallet mula sa device na ito.
fr: Vous aurez besoin de cette phrase de récupération pour accéder à vos fonds si cet appareil est perdu ou endommagé, ou si Dash Wallet en est désinstallé.
ja: このデバイスを紛失したり破損した場合、またはDash Walletがこのデバイスからアンインストールされた場合は、資金にアクセスするためにこのリカバリーフレーズが必要です。
nl: Je hebt deze herstelzin nodig om toegang te krijgen tot je saldo als dit apparaat is verloren of beschadigd, of als de Dash Portemonnee app van dit apparaat is verwijderd.
pt: Você precisará desta frase de recuperação para acessar seus fundos caso este dispositivo seja perdido, danificado ou se a Carteira Dash for desinstalada deste dispositivo.
ru: Вам понадобится эта фраза восстановления для доступа к Вашим средствам, если это устройство будет утеряно, повреждено или приложение Dash Wallet будет случайно удалено.
sk: Túto frázu pre obnovenie budete potrebovať na prístup k vašim finančným prostriedkom, ak dôjde k strate či poškodeniu zariadenia, alebo odinštalovaniu Dash Wallet zo zariadenia.
tr: Bu cihaz kaybolursa, hasar görürse veya Dash Cüzdan'ı bu cihazdan kaldırılırsa paranıza erişmek için bu kurtarma ifadesine ihtiyacınız olacaktır.
uk: Вам знадобиться ця фраза відновлення, щоб отримати доступ до своїх коштів, якщо цей пристрій буде втрачено, пошкоджено або якщо Dash Wallet буде видалено з цього пристрою.

source: You will receive %@ Dash on your Dash Wallet on this device. Please note that it can take up to 2-3 minutes to complete a transfer.
de: Du erhältst %@ Dash auf deiner Dash Wallet auf diesem Gerät. Bitte beachte, dass es bis zu 2 bis 3 Minuten dauern kann, bis eine Übertragung abgeschlossen ist.
fil: Makakatanggap ka ng %@ Dash sa iyong Dash Wallet sa device na ito. Pakitandaan na maaaring tumagal ng hanggang 2-3 minuto upang makumpleto ang isang paglipat.
fr: Vous recevrez %@ dashs sur votre Dash Wallet sur cet appareil. Veuillez noter qu'achever un transfert peut demander jusqu'à 2 à 3 minutes.
id: Anda akan menerima %@ Dash di Wallet Anda di perangkat ini. Perlu diketahui bahwa butuh waktu hingga 2-3 menit untuk menyelesaikan transfer.
ja: この端末のDashウォレットで%@Dashを受け取ります。送金完了まで最長2-3分かかることがあります。
nl: Je ontvangt %@ Dash in je Dash portemonnee op dit apparaat. Houd er rekening mee dat het tot 2-3 minuten kan duren om een overdracht te voltooien.
pt: Você receberá %@ Dash em sua Carteira Dash neste dispositivo. Por favor, observe que pode levar de 2 a 3 minutos para completar a transferência.
ru: Вы получите %@Dash на Dash Wallet на этом устройстве. Пожалуйста, обратите внимание, что перевод займёт 2-3 минуты.
sk: Na tomto zariadení dostanete %@ Dash do svojej Dash peňaženky . Upozorňujeme, že dokončenie prevodu môže trvať 2 až 3 minúty.
tr: Bu cihazdaki Dash Cüzdan'ınızda %@ Dash alacaksınız. Bir transfer işleminin tamamlanmasının 2-3 dakika kadar sürebileceğini lütfen unutmayın.
uk: Ви отримаєте %@ Dash на свій Dash гаманець на цьому пристрої. Зверніть увагу, що передача може тривати 2-3 хвилини.

source: You will receive fractional payments automatically and they will by default be reinvested, however, it is also easy to set up automatic withdrawals to receive recurring payouts.
de: Du erhältst automatisch Teilzahlungen, die standardmäßig reinvestiert werden. Du kannst jedoch auch automatische Entnahme einrichten, um wiederkehrende Auszahlungen zu erhalten.
fil: Awtomatiko kang makakatanggap ng mga fractional na pagbabayad at bilang default, ire-invest ang mga ito, gayunpaman, madali ring mag-set up ng mga awtomatikong withdrawal upang makatanggap ng mga umuulit na payout.
fr: Vous recevrez automatiquement les paiements partiels, et ils seront réinvestis par défaut. Cependant, il est également simple d'opter pour des retraits automatiques pour recevoir les paiements récurrents.
ja: 端数の支払いは自動的に受け取れ、デフォルトでは再投資されますが、定期的な支払いを受け取るための自動出金の設定も簡単に行うことができます。
nl: U ontvangt automatisch fractionele betalingen en deze worden standaard opnieuw geïnvesteerd. Het is ook mogelijk om automatische opnames in te stellen om terugkerende uitbetalingen te ontvangen.
pt: Você receberá pagamentos fracionados automaticamente e eles serão reinvestidos por padrão, no entanto, também é fácil configurar saques automáticos para receber pagamentos recorrentes.
tr: Kısmı ödemeleri otomatik olarak alacaksınız ve bunlar yeniden yatırım için kullanılacak. Tekrarlayan ödemeleri almak için otomatik para çekme işlemlerini ayarlamak kolaydır.

source: Your CrowdNode account is creating…
de: Dein CrowdNode Konto wird erstellt...
fil: Linilikha na ang iyong CrowdNode account...
fr: Votre compte CrowdNode est en cours de création...
id: Akun CrowdNode Anda sedang membuat…
ja: お客様のCrowdNodeアカウントを作成中...
nl: Je CrowdNode account wordt aanmaakt...
pt: Sua conta CrowdNode está sendo criada…
ru: Создаётся аккаунт на CrowdNode...
sk: Váš CrowdNode účet sa vytvára…
tr: CrowdNode hesabınız oluşturuyor…
uk: Ваш обліковий запис CrowdNode створюється…
