Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Your CrowdNode account is set up and ready to use!
de: Dein CrowdNode Konto ist fertig und zur Nutzung bereit!
fil: Ang iyong CrowdNode account ay naka-set up at handa nang gamitin!
fr: Votre compte CrowdNode est créé et prêt à être utilisé !
id: Akun CrowdNode Anda sudah disiapkan dan siap digunakan!
ja: お客様のCrowdNodeアカウントが設定され、ご利用いただけるようになりました。
nl: Je CrowdNode account is ingesteld en klaar voor gebruik!
pt: Sua conta CrowdNode está configurada e pronta para uso!
ru: Ваш аккаунт на CrowdNode настроен и готов к использованию!
sk: Váš účet CrowdNode je nastavený a pripravený na použitie!
tr: CrowdNode hesabınız kuruldu ve kullanıma hazır!
uk: Ваш CrowdNode акаунт налаштований і готовий до використання

source: Your CrowdNode account was created using these transactions.
de: Dein Crowdnode Konto wurde erstellt unter Nutzung dieser Transaktionen.
fil: Ang iyong CrowdNode account ay nilikha gamit ang mga transaksyong ito.
fr: Votre compte CrowdNode a été créé avec ces transactions.
id: Akun CrowdNode Anda dibuat menggunakan transaksi ini.
ja: お客様のCrowdNodeアカウントは、これらの取引を利用して作成されました。
nl: Je CrowdNode account is aangemaakt met behulp van deze transacties.
pt: Sua conta CrowdNode foi criada usando estas transações.
ru: Ваш аккаунт на CrowdNode был создан с помощью этих транзакций.
sk: Váš účet na CrowdNode bol vytvorený pomocou týchto transakcií
tr: CrowdNode hesabınız bu işlemler kullanılarak oluşturuldu.
uk: Ваш обліковий запис CrowdNode було створено за допомогою цих транзакцій.

source: Your CrowdNode address has been confirmed.
de: Deine CrowdNode Adresse wurde bestätigt.
fil: Ang iyong CrowdNode address ay nakumpirma na.
fr: Votre adresse CrowdNode a été confirmée.
id: Alamat CrowdNode Anda telah dikonfirmasi.
ja: お客様のCrowdNodeアドレスが確認されました。
nl: Je CrowdNode adres is bevestigd.
pt: Seu endereço CrowdNode foi confirmado.
ru: Ваш адрес CrowdNode был подтверждён.
sk: Vaša CrowdNode adresa bola potvrdená.
tr: CrowdNode adresiniz onaylandı.
uk: Вашу адресу CrowdNode підтверджено.

source: Your CrowdNode address has been validated, but verification is required.
de: Deine CrowdNode Adresse wurde validiert, aber Verifizierung ist notwendig.
fil: Na-validate na ang iyong CrowdNode address, ngunit kailangan ang pag-verify.
fr: Votre adresse CrowdNode a été validée, mais la vérification est requise.
id: Alamat CrowdNode Anda telah divalidasi, tetapi verifikasi diperlukan.
ja: お客様のCrowdNodeアドレスが有効化されていますが、認証が必要です。
nl: Je CrowdNode adres is gevalideerd, maar verificatie is vereist.
pt: Seu endereço CrowdNode foi validado, mas a verificação é necessária.
ru: Ваш аккаунт на CrowdNode был подтверждён, но необходимо пройти верификацию.
sk: Vaša CrowdNode adresa bola overená, ale vyžaduje sa overenie.
tr: CrowdNode adresiniz onaylandı, ancak doğrulama gerekiyor.
uk: Вашу адресу CrowdNode підтверджено, але потрібна перевірка.

source: Your DashPay Username is ready to use
cs: Tvoje uživatelské jméno DashPay je připraveo k použití
de: Dein DashPay-Benutzername kann jetzt verwendet werden
es: Tu nombre de usuario de DashPay está listo para usar
fil: Handa nang gamitin ang iyong DashPay Username
fr: Votre nom d'utilisateur DashPay est prêt à être utilisé
id: Nama Pengguna DashPay Anda siap digunakan
ja: あなたのDashPayのユーザー名は使用可能です
nl: Uw DashPay gebruikersnaam is klaar voor gebruik
pt: Seu Nome de Usuário no DashPay está pronto para uso
ru: Имя пользователя DashPay готово к работе
sk: Vaše používateľské DashPay meno je pripravené
th: ชื่อผู้ใช้ DashPay ของคุณคือพร้อมใช้งาน
tr: DashPay Kullanıcı Adınız kullanıma hazır
uk: Ваше ім’я користувача DashPay готове до використання

source: Your deposit to CrowdNode is received.
de: Deine Einzahlung auf CrowdNode wurde erhalten.
fil: Natanggap na ang iyong deposito sa CrowdNode.
fr: Votre transfert vers CrowdNode a été reçu.
id: Setoran Anda ke CrowdNode diterima.
ja: お客様のCrowdNodeへの入金が完了しました。
nl: Je storting op CrowdNode is ontvangen.
pt: Seu depósito no CrowdNode foi recebido.
ru: Ваши средства зачислены на CrowdNode.
sk: Váš vklad do CrowdNode je prijatý.
tr: CrowdNode'a yaptığınız ödeme alındı.
uk: Ваш депозит на CrowdNode отримано.

source: Your location is used to show your position on the map, ATMs in the selected redius and improve search results.
de: Dein Standort wird genutzt um deine Position in der Karte darzustellen, Automaten in deinem Radius anzuzeigen und Suchergebnisse zu verbessern.
es: Tu ubicación se utiliza para mostrar tu posición en el mapa, cajeros automáticos en el radio seleccionado y mejorar los resultados de búsqueda.
fil: Ginagamit ang iyong lokasyon upang ipakita ang iyong posisyon sa mapa, mga ATM sa napiling radius at pinabubuti ang mga resulta ng paghahanap.
fr: Votre localisation est utilisée pour afficher votre position sur la carte, les distributeurs dans le rayon choisi et pour améliorer les résultats de recherche.
id: Lokasi Anda digunakan untuk menunjukkan posisi Anda di peta, ATM di redius yang dipilih, dan meningkatkan hasil pencarian.
ja: お客様の位置情報は、地図上のお客様の位置、選択した圏内にあるATMの表示、検索結果の改善に使用されます。
nl: Je locatie wordt gebruikt om je positie op de kaart te tonen, geldautomaten in de geselecteerde straal te tonen, en om zoekresultaten te verbeteren.
pt: Sua localização é usada para mostrar sua posição no mapa, caixas eletrônicos no raio selecionado e melhorar os resultados da pesquisa.
ru: Ваше местоположение используется для отображения его на карте, показа банкоматов в выбранном радиусе и улучшения результатов поиска.
sk: Vaša poloha sa používa na zobrazenie vašej polohy na mape, bankomatov vo vybranom okruhu a zlepšenie výsledkov vyhľadávania.
tr: Konumunuz, haritada konumunuzu ve seçilen yarıçaptaki ATMleri gösterip arama sonuçlarını iyileştirmek için kullanılır.
uk: Ваше місцезнаходження використовується для відображення вашого положення на карті, банкоматів у вибраному радіусі та покращення результатів пошуку.

source: Your location is used to show your position on the map, merchants in the selected redius and improve search results.
de: Dein Standort wird benutzt um deine Position auf der Karte anzuzeigen, Händler in dem ausgewählten Radius anzuzeigen und um Suchergebnisse zu verbessern.
es: Tu ubicación se utiliza para mostrar tu posición en el mapa, comerciantes en el radio seleccionado y mejorar los resultados de búsqueda.
fil: Ginagamit ang iyong lokasyon upang ipakita ang iyong posisyon sa mapa, mga mangangalakal sa napiling redius at pagbutihin ang mga resulta ng paghahanap.
fr: Votre lieu est utilisé pour montrer votre position sur la carte et les vendeurs dans les environs choisis, et pour améliorer les résultats de recherche.
id: Lokasi Anda digunakan untuk menunjukkan posisi Anda di peta, pedagang di radius yang dipilih, dan meningkatkan hasil pencarian.
ja: お客様の位置情報は、地図上でお客様の位置を表示したり、選択された距離内の加盟店を表示したり、検索結果を向上するために使用されます。
nl: Je locatie wordt gebruikt om uw positie op de kaart, om winkels in de geselecteerde radius te tonen, en de zoekresultaten te verbeteren.
pt: Sua localização é usada para mostrar sua posição no mapa, comércios no raio selecionado e melhorar os resultados da pesquisa.
ru: Ваше местоположение используется для отображения вашего положения на карте, продавцов в выбранном радиусе и улучшения результатов поиска.
sk: Vaša poloha sa používa na zobrazenie vašej pozície na mape, obchodníkov vo vybranom okolí a k zlepšeniu výsledkov vyhľadávania.
tr: Konumunuz, haritada konumunuzu ve seçilen yarıçaptaki tüccarları gösterip arama sonuçlarını iyileştirmek için kullanılır.
uk: Ваше місцезнаходження використовується для відображення вашого положення на карті, продавців у вибраному радіусі та покращення результатів пошуку.

source: Your primary Dash address that you currently use for your CrowdNode account
de: Deine primäre Dash Adresse, die du derzeit für dein CrowdNode Konto nutzt
fil: Ang iyong pangunahing Dash address na kasalukuyan mong ginagamit para sa iyong CrowdNode account
fr: Votre adresse Dash principale, actuellement utilisée par votre compte CrowdNode
ja: お客様のCrowdNodeアカウントで使用中のメインのDashアドレス
nl: Het primaire Dash adres dat je momenteel gebruikt voor je CrowdNode account
pt: Seu endereço primário Dash que você usa atualmente para sua conta CrowdNode
tr: Şu anda CrowdNode hesabınız için kullandığınız birincil Dash adresiniz

source: Your transaction was sent and the amount should appear in your wallet in a few minutes.
cs: Transakce byla odeslána a částka by se měla objevit v pěněžence během pár minut.
de: Deine Transaktion wurde versendet und der Betrag sollte in ein paar Minuten in der Wallet zu sehen sein.
es: Tu transacción se envió y la cantidad debería aparecer en tu billetera en unos minutos.
fil: Ang iyong transaksyon ay naipadala at ang halaga ay dapat makita sa iyong pitaka sa loob ng ilang minuto.
fr: Votre transaction a été envoyée et le montant devrait apparaître dans votre portefeuille sous quelques minutes.
id: Transaksi Anda telah dikirim dan jumlahnya akan muncul di dompet Anda dalam beberapa menit.
ja: あなたの取引は送られたので、数分内にその金額がウォレットに表示されるでしょう
nl: De transactie is verzonden en het bedrag verschijnt binnen een paar minuten in je de portemonnee.
pt: Sua transação foi enviada e o valor aparecerá na sua carteira em alguns minutos.
ru: Ваша транзакция была отправлена и её сумма отобразится в вашем кошельке через несколько минут.
sk: Vaša transakcia bola odoslaná a čiastka by sa mala objaviť vo vašej peňaženke v priebehu niekoľkých minút.
th: ธุรกรรมของคุณถูกส่งแล้วและจำนวนเงินจะปรากฏใน wallet ของคุณในอีกไม่กี่นาที
tr: İşleminiz yapıldı ve birkaç dakika içinde tutar cüzdanınızda görülecek.
uk: Ваша транзакція була відправлена ​​і її сума відобразиться у вашому гаманці за кілька хвилин.

source: Your username %@ has been successfully created on the Dash Network
cs: Tvoje uživatelské jméno %@ bylo úspěšně vytvořeno na Dash Network
de: Dein Benutzername %@ wurde erfolgreich im Dash-Netzwerk erstellt
es: Tu nombre de usuario %@ se ha creado con éxito en la red Dash
fil: Ang iyong username %@ ay matagumpay na nilikha sa Network ng Dash
fr: Votre nom d'utilisateur %@ a bien été créé sur le réseau Dash
id: Nama pengguna anda %@ telah sukses dibuat di jaringan Dash
ja: あなたのユーザー名%@はDashネットワークに無事作成されました。
nl: Uw gebruikersnaam %@ is met succes aangemaakt op het Dash netwerk
pt: Seu nome de usuário %@ foi criado com sucesso na Rede Dash
ru: Ваше имя пользователя %@ успешно создано в сети Dash
sk: Vaše používateľské meno %@ bolo úspešne vytvorené v sieti Dash
th: ชื่อผู้ใช้ของคุณ %@ ได้รับการสร้างที่ประสบความสำเร็จบนเครือข่าย Dash
tr: Kullanıcı adınız %@ Dash Ağında başarıyla oluşturuldu
uk: Ваше ім’я користувача %@ було успішно створено в Dash Network

source: Your username %@ is being created on the Dash Network
cs: Vytváření tvého uživatelské jména %@ na Dash Network
de: Dein Benutzername %@ wird gerade im Dash-Netzwerk erstellt
es: Tu nombre de usuario %@ se está creando en la red Dash
fil: Ang iyong username %@ ay nilikha sa Network ng Dash
fr: Votre nom d'utilisateur %@ est en cours de création sur le réseau Dash
id: Nama pengguna anda %@ sedang dibuat di Dash Network
ja: あなたのユーザー名%@はDashネットワークに作成中です。
nl: Uw gebruikersnaam %@ wordt aangemaakt op het Dash netwerk
pt: Seu nome de usuário %@ está sendo criado na Rede Dash
ru: Ваше имя пользователя %@ создаётся в сети Dash
sk: Vaše používateľské meno %@ sa vytvára v sieti Dash
th: ชื่อผู้ใช้ของคุณ %@ กำลังถูกสร้างขึ้นบนเครือข่าย Dash
tr: Kullanıcı adınız %@ Dash Ağında oluşturuluyor
uk: Ваше ім’я користувача %@ створюється в Dash Network

source: Your wallet is secured now. You can use your recovery phrase anytime to recover your account on another device.
cs: Peněženka je teď zabezpečena. Frázi pro obnovení můžete kdykoliv použít pro obnovení na jiném zařízení.
de: Deine Wallet ist jetzt gesichert. Du kannst die Phrase jederzeit nutzen, um die Wallet auf einem anderen Gerät wiederherzustellen.
es: Tu billetera está segura ahora. Podrás utilizar tu frase de recuperación en cualquier momento para recuperar tu cuenta en otro dispositivo.
fil: Ang iyong pitaka ay ligtas na. Maari mong magamit ang recovery phrase kahit kailan upanh marekober ang account sa ibang device.
fr: Votre portefeuille est désormais sécurisé. Vous pouvez utiliser cette phrase de récupération à tout moment pour récupérer votre compte sur un autre appareil.
id: Dompet Anda aman sekarang. Anda dapat menggunakan frasa pemulihan kapan saja untuk memulihkan akun di perangkat lain.
ja: 現在あなたのウォレットは安全です。復元フレーズを使えばいつでも 他の端末であなたのアカウントを復元できます。
nl: Uw portemonnee is nu beveiligd. U kunt uw herstelzin op elk gewenst moment gebruiken om uw account op een ander apparaat te herstellen.
pt: Sua carteira está segura agora. Você pode usar sua frase de recuperação em qualquer momento para recuperar sua conta em outro dispositivo.
ru: Ваш кошелёк защищён. Вы можете использовать фразу восстановления в любое время, чтобы получить доступ к Вашему кошельку на другом устройстве.
sk: Vaša peňaženka je zabezpečená. Frázu pre obnovenie môžete kedykoľvek použiť na obnovenie svojho účtu na inom zariadení.
th: กระเป๋าเงินของคุณปลอดภัยแล้ว คุณสามารถใช้วลีกู้คืนได้ทุกเวลาเพื่อกู้คืนบัญชีของคุณบนอุปกรณ์อื่น
tr: Cüzdanınız artık güvende. Hesabınızı başka bir cihaza aktarmak için kurtarma sözcük grubunuzu istediğiniz zaman kullanabilirsiniz.
uk: Тепер ваш гаманець у безпеці. Ви можете будь-коли використати свою фразу відновлення, щоб відновити обліковий запис на іншому пристрої.

source: CrowdNode ➝ DashWallet
ja: CrowdNodeからDashWalletへ
pt: CrowdNode ➝ Carteira Dash

source: DashWallet ➝ CrowdNode
ja: DashWalletからCrowdNodeへ
nl: Dashportemonnee ➝ CrowdNode
pt: Carteira Dash ➝ CrowdNode

source: Staking
fr: Récompenses
ja: ステーキング
ru: Стейкинг
sk: Stávkovanie
uk: Стейкінг

source: Transfer Dash
de: Dash übertragen
es: Transferir Dash
fil: Ilipat ang Dash
fr: Transférer des dashs
ja: Dashを送金する
nl: Dash overzetten
pt: Transferir Dash
ru: Перевести Dash
sk: Preniesť Dash
uk: Переказати Dash

source: As most people do not have exactly 1000 Dash at hand, CrowdNode has made a service where they by pooling deposits from members can achieve the benefits of owning a Masternode.
fil: Dahil karamihan sa mga tao ay walang eksaktong 1000 Dash sa kamay, ang CrowdNode ay gumawa ng isang serbisyo kung saan sa pamamagitan ng pagsasama-sama ng mga deposito mula sa mga miyembro ay makakamit ang mga benepisyo ng pagmamay-ari ng Masternode.
fr: Comme la plupart des gens ne possèdent pas exactement 1000 dashs, CrowdNode a créé un service où ils rassemblent les dépôts faits par les membres, et leur permettent de bénéficier des gains d'un masternode.
pt: Como a maioria das pessoas não tem exatamente 1000 Dash em mãos, o CrowdNode criou um serviço em que, ao reunir depósitos de membros, podem obter os benefícios de possuir um Masternode.

source: Confirm & Pay
cs: Potvrdit a zaplatit
es: Confirmar y Pagar
fr: Confirmer & payer
id: konfirmasi & bayar
pt: Confirme & Pague
ru: Подтвердить и оплатить
th: ยืนยันและชำระเงิน
uk: Підтвердити & сплатити

source: Letters and numbers only
cs: Pouze písmena a číslice
es: letras y numeros solamente
fr: Lettres et chiffres seulement
id: huruf dan angka saja
pt: Apenas letras e números
ru: Только цифры и буквы
th: ตัวอักษรและตัวเลขเท่านั้น
uk: Лише букви та цифри

source: Maximum %ld characters
cs: Maximálně %ld znaků
es: Máximo %ld caracteres
fr: %ld caractères au maximum
id: Maksimum %Id karakter
pt: Máximo de %ld caracteres
ru: Максимум %ld символа
th: สูงสุด %ld ตัวอักษร
uk: Максимум %ld символів

source: Minimum 3 characters
cs: Minimálně 3 znaky
es: Mínimo 3 caracteres
fr: 3 caractères au minimum
id: Minimal 3 karakter
pt: Mínimo de 3 caracteres
ru: Минимум 3 символа
th: ขั้นต่ำ 3 ตัวอักษร
uk: Мінімум 3 символи

source: Shop with DASH at over 150k merchants
es: Compra con DASH en más de 150.000 comercios
fr: Acheter avec Dash chez plus de 150 000 vendeurs
id: Berbelanja dengan DASH di lebih dari 150 ribu pedagang
pt: Compre com DASH em mais de 150 mil comércios
ru: Покупайте за DASH в более чем 150 000 магазинах
sk: Nakupujte s DASH u viac ako 150 tisíc obchodníkov
uk: Купуйте з DASH у понад 150к магазинів

source: The Dash Network is driven by a number of Masternodes which is an essential part of facilitating payments.
fil: Ang Dash Network ay hinihimok ng isang bilang ng mga Masternode na isang mahalagang bahagi ng pagpapadali sa mga pagbabayad.
fr: Le réseau Dash est généré par un certain nombre de masternodes, qui sont une fonction essentielle pour faciliter les paiements.
pt: A Rede Dash é impulsionada por vários Masternodes, o que é uma parte essencial para facilitar os pagamentos.

source: Upgrade Fee
cs: Upgrade poplatek
es: Tarifa de actualización
fr: Frais de mise à jour
id: Biaya peningkatan
pt: Taxa de Upgrade
ru: Комиссия за обновление
th: อัพเกรดค่าธรรมเนียม
uk: Комісія за оновлення

source: Validating username done
cs: Ověření uživatelské jméno hotovo
es: Validación de nombre de usuario terminada
fr: Validation du nom d'utilisateur terminée
id: Selesai memvalidasi nama pengguna
pt: Validação de nome de usuário concluída
ru: Имя пользователя подтверждено
th: ตรวจสอบชื่อผู้ทำ
uk: Ім'я користувача підтверджено

source: You have chosen "%@" as your username. Your username cannot be changed once registered.
cs: Jako uživatelské jméno jste si vybrali „%@“. Vaše uživatelské jméno nelze po registraci změnit.
es: Tu has elegido "%@" como tu nombre de usuario. Tu nombre de usuario no se puede cambiar una vez registrado.
fr: Vous avez choisi "%@" comme nom d'utilisateur. Votre nom d'utilisateur ne peut pas être changé une fois enregistré.
id: Anda telah memilih "%@" sebagai nama pengguna anda. Nama pengguna anda tidak dapat diganti setelah terdaftar.
pt: Você escolher "%@" como seu nome de usuário. Seu nome de usuário não pode ser alterado depois de registrado.
ru: Вы выбрали %@ в качестве имени пользователя. После регистрации смена имени пользователя будет невозможна.
th: คุณได้เลือก "%@" เป็นชื่อผู้ใช้ของคุณ ชื่อผู้ใช้ของคุณจะไม่สามารถเปลี่ยนแปลงได้เมื่อลงทะเบียนแล้ว
uk: Ви вибрали "%@" як своє ім'я користувача. Ваше ім'я користувача не можна буде змінити після реєстрації.

source: 2 km
ru: 2 км
uk: 2 кілометра

source: 32 km
ru: 32 км
uk: 32 кілометра

source: 8 km
ru: 8 км
uk: 8 кілометра

source: 80 km
ru: 80 км
uk: 80 кілометра

source: Confirm (%@)
id: Konfirmasi (%@)
sk: Potvrďte (%@)
uk: Підтвердження (%@)

source: Between Dash Wallet and Coinbase.
es: Entre la billetera de Dash y Coinbase.
id: Antara Dompet Dash dan Coinbase.
sk: Medzi peňaženkou Dash a Coinbase.

source: Buy Dash with Uphold account
cs: Nakoupit Dash přes Uphold účet
es: Comprar Dash con una cuenta de Uphold
id: Beli Dash dengan akun Uphold
sk: Kúpiť Dash s účtom na Upholde
th: ซื้อ Dash ด้วยบัญชี Uphold

source: Log Out
cs: Odhlásit
es: Cerrar sesión
id: Keluar
sk: Odhlásiť
th: ออกจากระบบ

source: Transfer Dash from your Uphold account to this wallet
cs: Převeďte Dash z Uphold účtu do peněženky.
es: Transfiere Dash desde tu cuenta de Uphold a esta billetera
id: Transfer Dash dari akun Uphold Anda ke dompet ini
sk: Preneste Dash z vášho účtu na Upholde do tejto peňaženky
th: โอน Dash จากบัญชี Uphold ไปยัง wallet นี้

source: Your Uphold account Dash balance is
cs: Zůstatek Dash na účtu Uphold je
es: El saldo de tu cuenta de Uphold en Dash es
id: Saldo Dash akun Uphold Anda adalah
sk: Zostatok na vašom Uphold účte je
th: ยอด Dash ของบัญชี Uphold ของคุณคือ

source: Easily shop with your DASH at over 155,000 locations and online merchants
es: Compra fácilmente con DASH en más de 155,000 ubicaciones y comerciantes en línea
id: Berbelanja dengan mudah dengan DASH di lebih dari 155.000 lokasi dan pedagang online

source: Add Shortcut
cs: Přidat zkratku
es: Agregar atajo
th: เพิ่มทางลัด

source: Available balance
cs: Dostupný zůstatek
es: Saldo disponible
th: ยอดเงินคงเหลือ

source: Balance hidden
cs: Skrytý zůstatek
es: Saldo oculto
th: ยอดคงเหลือถูกซ่อน

source: Buy / Sell Dash
cs: Koupit / Prodat Dash
es: Comprar / Vender Dash
th: ซื้อ / ขาย Dash

source: Clipboard doesn't contain a valid Dash address
cs: Schránka pro kopírování neobsahuje platnou Dash adresu
es: El portapapeles no contiene una dirección de Dash válida
th: คลิปบอร์ดไม่มีที่อยู่ dash ที่ถูกต้อง

source: Copyright © 2022 Dash Core
es: Dash Core 2022 Derechos reservados ©

source: If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device.
cs: Pokud toto zařízení ztratíte, přijdete o všechny prostředky. Získejte vaší frázi pro obnovení, takže budete moci peněženku obnovit na jiném zařízení.
es: Si pierdes este dispositivo, podrás perder tus fondos. Obtén tu frase de recuperación para que puedas restaurar tu billetera en otro dispositivo.
th: หากคุณทำอุปกรณ์นี้สูญหาย คุณก็จะสูญเสียเงินของคุณ รับวลีการกู้คืนเพื่อให้คุณสามารถกู้คืนกระเป๋าสตางค์ของคุณบนอุปกรณ์อื่นอุปกรณ์อื่น

source: It's Important
cs: Je důležité
es: Es importante
th: สำคัญ

source: Keypair %ld
cs: Klíčový pár %ld
es: Par de llaves %Id

source: Load more
cs: Načíst více
es: Cargar más
th: โหลดเพิ่ม

source: Payments
cs: Platby
es: Pago
th: การชำระเงิน

source: Previously used at IP address
cs: Naposledy použito na IP adrese
es: Usado anteriormente en la dirección de IP
th: ใช้ก่อนหน้านี้ที่ที่อยู่ IP

source: Scan to Pay
cs: Platit skenováním
es: Escanear para Paga
th: สแกนเพื่อจ่าย

source: Scanning QR code
cs: Skenování QR kódu
es: Escaneando código QR
th: สแกนโค้ด QR

source: Secure now
cs: Ihned zabezpečit
es: Asegurar ahora
th: ปลอดภัย

source: Secure Wallet Now
cs: Ihned peněženku zabezpečit
es: Asegurar Billetera Ahora
th: ทำให้ Wallet ปลอดภัยตอนนี้

source: Send by
cs: Odeslat pomocí
es: Enviado por
th: ส่งจาก

source: Send to Address
cs: Odeslat na adresu
es: Enviar a Dirección
th: ส่งไปยังที่อยู่

source: skip
cs: přeskočit
es: salta
th: ข้าม

source: Tap
cs: Začít
es: Toca
th: กด

source: Tap to unhide balance
cs: Klepněte pro zobrazení zůstatku
es: Tocar para mostrar saldo
th: กดเพื่อเลิกซ่อนยอดคงเหลือ

source: This recovery phrase is your access to the funds in this wallet.
cs: Tato fráze pro obnovení slouží jako přístup k prostředkům na peněžence.
es: Esta frase de recuperación es tu acceso para los fondos en esta billetera.
th: วลีกู้คืนนี้จะทำให้คุณเข้าถึงจำนวนเงินในวอลเล็ท

source: Used at IP address
cs: Použito na IP adrese
es: Utilizado en la dirección de IP
th: ใช้ที่ที่อยู่ IP

source: Wallet Keys
cs: Klíče peněženky
es: Llaves de billetera

source: We are about to show you the secret key to your wallet.
cs: Ukážeme vám privátní klíč od vaší peněženky.
es: Estamos a punto de mostrar la frase de recuperación de tu billetera.
th: เรากำลังจะแสดงให้คุณเห็นถึง การเข้ารหัสและถอดรหัสโดยใช้กุญแจรหัสตัวเดียวกันในการเข้าถึงกระเป๋าสตางค์ของคุณ

source: We do not store this recovery phrase.
cs: Neuschováváme tuto frázi pro obnovení.
es: Nosotros no guardamos esta frase de recuperación.
th: เราไม่เก็บรักษาวลีกู้คืนนี้

source: You received Dash! If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device.
cs: Obdrželi jste Dash! Pokud toto zařízení ztratíte, přijdete o všechny prostředky. Získejte vaší frázi pro obnovení, takže budete moci peněženku obnovit na jiném zařízení.
es: Recibiste Dash! Si pierdes este dispositivo, podrás perder sus fondos. Obtén tu frase de recuperación para que puedas restaurar tu billetera en otro dispositivo.
th: คุณได้รับ Dash! หากคุณทำอุปกรณ์นี้หายคุณจะเสียเงิน รับวลีการกู้คืนเพื่อให้คุณสามารถกู้คืนกระเป๋าเงินของคุณบนอุปกรณ์อื่น
