Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: You will need this recovery phrase to access your funds if this device is lost, damaged or if Dash Wallet ever is accidentally uninstalled from this device.
cs: Pokud toto zařízení ztratíte, poškodíte nebo odinstalujete Dash Wallet, budete potřebovat frázi pro obnovení, abyste znovu mohli nakládat s vašimi prostředky.
es: Necesitarás esta frase de recuperación para acceder a tus fondos si este dispositivo se pierde, daña o si la billetera de Dash se desinstala accidentalmente de este dispositivo.
th: คุณจะต้องใช้วลีกู้คืนนี้เพื่อเข้าถึงเงินทุนของคุณหากอุปกรณ์นี้สูญหายได้รับความเสียหายหรือหาก Dash Wallet เคยถอนการติดตั้งโดยไม่ได้ตั้งใจจากอุปกรณ์นี้

source: Сopied address or QR
es: Dirección o QR copiado
th: คัดลอกที่อยู่หรือ QR

source: Amount too small
cs: Příliš nízká částka
th: จำนวนเงินน้อยเกินไป

source: available
cs: k dispozici
th: ที่สามารถใช้ได้

source: Enter the amount to transfer
cs: Zadejte částku k transakci
th: ป้อนจำนวนเงินที่ต้องการโอน

source: Please wait for the sync to complete
th: โปรดรอจนกว่าการซิงค์จะเสร็จสมบูรณ์

source: This transaction may take several minutes to settle.
cs: Vyřízení této transakce může zabrat několik minut.
th: ธุรกรรมนี้อาจใช้เวลาหลายนาทีในการชำระ

source: This transaction should settle instantly at no extra fee
cs: Tato transakce bude vyřízena okamžitě a bez poplatku navíc.
th: ธุรกรรมนี้ชำระทันทีโดยไม่มีค่าธรรมเนียมเพิ่มเติม
