Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Protect your savings
de: Sichere deine Sparanlagen
fil: Protektahan ang iyong mga ipon
fr: Protéger vos fonds
id: Lindungi tabungan Anda
ja: 貯蓄の保護
nl: Bescherm uw spaargeld
pt: Proteja suas economias
ru: Защитите свои сбережения
sk: Chráňte svoje úspory
tr: Birikimlerinizi koruyun
uk: Захистіть свої заощадження

source: Provider Address
cs: Adresa poskytovatele
de: Provider-Adresse
es: Dirección de Proveedor
fil: Address ng tagapagbigay ng serbisyo
fr: Adresse du fournisseur
id: Alamat Penyedia
ja: プロバイダーアドレス
nl: Provider adres
pt: Endereço do Provedor
ru: Адрес провайдера
sk: Adresa poskytovateľa
th: ที่อยู่ผู้จัดหา
tr: Sağlayıcının Adresi
uk: Адреса провайдера

source: Public key
cs: Veřejný klíč
de: öffentlicher Schlüssel
es: Llave pública
fil: Pampublikong susi
fr: Clé publique
id: Kunci publik
ja: パブリックキー
nl: Publieke sleutel
pt: Chave pública
ru: Публичный ключ
sk: Verejný kľúč
tr: Herkese açık anahtar
uk: Публічний ключ

source: Public key (legacy)
de: Öffentlicher Schlüssel (Legacy)
fil: Pampublikong Susi (pamana)
fr: Clé publique (traditionnelle)
ja: パブリックキー(レガシー)
nl: Publieke sleutel (verouderd)
pt: Chave Pública (legado)
ru: Публичный ключ (legacy)
sk: Verejný kľúč (starý)
tr: Genel Anahtar (legacy)
uk: Публічний ключ (застарілий)

source: Purchase
de: Kaufen
es: Compra
fil: Bumili
fr: Achat
id: Beli
ja: 購入
nl: Aanschaffen
pt: Comprar
ru: Купить
sk: Nákup
tr: Satın alma
uk: Покупка

source: Quick Receive
cs: Přijmout
de: Schnell Empfangen
es: Recibir Rápidamente
fil: Tanggapin ng mabilis
fr: Réception rapide
id: Terima Cepat
ja: クイック入金
nl: Snel Ontvangen
pt: Receber Rapidamente
ru: Получить быстро
sk: Rýchlo prijať
th: ได้รับอย่างรวดเร็ว
tr: Hızlı Al
uk: Швидке отримання

source: Quorums validated: %d/%d
cs: Validovaných kvór: %1$d/%2$d
de: Quoren validiert: %1$d/%2$d
es: Quorums validados: %1$d/%2$d
fil: Napatunayan sa korums : %1$d/%2$d
fr: Quorums validés : %1$d/%2$d
id: Kuorum divalidasi: %1$d/%2$d
ja: 検証済みのクォーラム: %1$d/%2$d
nl: Quorums gevalideerd: %1$d/%2$d
pt: Quórums validados: %1$d/%2$d
ru: Утверждённые кворумы: %1$d/%2$d
sk: Overené kvórami: %1$d/%2$d
th: องค์ประชุมที่ได้รับการรับรอง%1$d/%2$d
tr: Doğrulanan nisaplar: %1$d/%2$d
uk: Затверджені кворуми: %1$d/%2$d.

source: Radius
es: Radio
fr: Rayon
nl: Straal
pt: Raio
ru: Радиус
sk: Okruh
tr: Yarıçap
uk: Радіус

source: Rate: %@ = %@
cs: Kurz: %1$@ = %2$@
de: Kurs: %1$@ = %2$@
es: Taza: %1$@ = %2$@
fil: Palitan: %1$@ = %2$@
fr: Taux : %1$@ = %2$@
id: Nilai: %1$@ = %2$@
ja: レート: %1$@ = %2$@
nl: Tarief: %1$@ = %2$@
pt: Cotação: %1$@= %2$@
ru: Курс: %1$@ = %2$@
sk: Kurz: %1$@ = %2$@
th: ราคา: %1$@ = %2$@
tr: Oran: %1$@ = %2$@
uk: Курс: %1$@ = %2$@

source: Read Withdrawal Policy
de: Lese die Auszahlungsrichtlinie
fil: Basahin ang Patakaran sa Pag-withdraw
fr: Lire les conditions de retrait
id: Baca Kebijakan Penarikan
ja: 出金ポリシーを読む
nl: Lees het uitbetalingsbeleid
pt: Ler a Política de Retirada
ru: Прочитать Правила вывода средств
sk: Prečítajte si zásady výberu
tr: Para Çekme Politikasını Okuyun
uk: Прочитати Політику виведення коштів

source: Receive
cs: Přijmout
de: Empfange
es: Recibir
fil: Tumanggap
fr: Recevoir
id: Terima
ja: 入金
nl: Ontvangen
pt: Recebe
ru: Получить
sk: Prijať
th: ได้รับ
tr: Al
uk: Отримати

source: Receive directly into Coinbase
de: Direkt in Coinbase erhalten
fil: Direktang tumanggap sa Coinbase
fr: Recevoir directement dans Coinbase
id: Terima langsung ke Coinbase
ja: Coinbaseに直接入金する
nl: Ontvang het direct op Coinbase
pt: Receba diretamente na Coinbase
ru: Получать напрямую на Coinbase
sk: Obdržať priamo na Coinbase
tr: Doğrudan Coinbase'e al
uk: Отримуйте безпосередньо в Coinbase

source: Receive directly into Dash Wallet
de: Direkt in der Dash Wallet erhalten
fil: Direktang tumanggap sa Dash Wallet.
fr: Recevoir directement dans Dash Wallet
id: Terima langsung ke Dash Wallet
ja: Dashウォレットに直接入金する
nl: Ontvang het direct in de Dash portemonnee.
pt: Receba diretamente na sua Carteira Dash
ru: Получать напрямую на Dash Wallet.
sk: Obdržať priamo do Dash peňaženky
tr: Doğrudan Dash Cüzdan'a al
uk: Отримуйте безпосередньо в Dash Wallet.

source: Receive your share of rewards daily.
de: Erhalte täglich den Anteil deiner Rewards.
fil: Tanggapin ang iyong bahagi ng mga reward araw-araw.
fr: Recevez votre part de récompense quotidiennement.
ja: 毎日、報酬の分配金を受け取れます。
nl: Ontvang dagelijks jouw deel van de beloning.
pt: Receba sua parte de recompensas diariamente.
tr: Günlük ödül payınızı alın.

source: Received
cs: Přijato
de: Empfangen
es: Recibido
fil: Natanggap
fr: Reçu
id: Diterima
ja: 受取済み
nl: Ontvangen
pt: Recebido
ru: Получено
sk: Prijté
th: ได้รับ
tr: Alındı
uk: Отримано

source: Received %@ (%@)
cs: Přijato %1$@ (%2$@)
de: %1$@ (%2$@) empfangen
es: Recibido %1$@ (%2$@)
fil: Natanggap %1$@ (%2$@)
fr: Reçu %1$@ (%2$@)
id: Diterima %1$@ (%2$@)
ja: 着金あり %1$@ (%2$@)
nl: Ontvangen %1$@ (%2$@)
pt: Recebido %1$@ (%2$@)
ru: Получено %1$@ (%2$@)
sk: Prijaté %1$@ (%2$@)
th: ได้รับ %1$@(%2$@)
tr: %1$@ alındı (%2$@)
uk: Отримано %1$@ (%2$@)

source: Received at
cs: Přijato na
de: Empfangen bei
es: Recibido en
fil: Natanggap sa
fr: Reçu à
id: Diterima di
ja: で入金済み
nl: Ontvangen met
pt: Recebido em
ru: Получено на
sk: Prijaté o
th: ได้รับที่
tr: Alındı
uk: Отримано на

source: Received from
cs: Přijato od
de: Empfangen von
es: Recibido de
fil: Natanggap mula
fr: Reçu de
id: Diterima dari
ja: から入金済み
nl: Ontvangen van
pt: Recebido de
ru: Получено от
sk: Prijaté od
th: ได้รับจาก
tr: Gönderen
uk: Отримано з

source: Receiving rewards
de: Rewards erhalten
fil: Pagtanggap ng mga gantimpala
fr: Recevoir les paiements
ja: 報酬の受取
nl: Beloningen ontvangen
pt: Recebendo recompensas
tr: Ödüller alınıyor

source: Recover
cs: Obnovit
de: Wiederherstellen
es: Recuperar
fil: Bawiin
fr: Récupération
id: Pemulihan
ja: リカバー
nl: Herstel
pt: Recuperar
ru: Восстановить
sk: Obnoviť
th: กู้คืน
tr: Kurtar
uk: Відновити

source: Recover Wallet
cs: Obnovit peněženku
de: Wallet wiederherstellen
es: Recuperar Billetera
fr: Récupérer un portefeuille
id: Pulihkan Dompet
ja: ウォレットを復元
nl: Herstel portemonnee
pt: Restaurar Carteira
ru: Восстановить кошелек
sk: Obnoviť peňaženku
th: กู้คืน wallet
tr: Cüzdanı Kurtar
uk: Відновити гаманець

source: Recovering...
cs: Obnovování...
de: Stelle wieder her...
es: Recuperando...
fil: Nakakabawi...
fr: Récupération...
id: Memulihkan...
ja: リカバリー中...
nl: Herstellende...
pt: Recuperando...
ru: Восстановление...
sk: Obnovuje sa...
th: กำลังกู้คืน...
tr: Kurtarılıyor...
uk: Відновлення...

source: Recovery Phrase
cs: Fráze pro obnovení
de: Wiederherstellungs-Wortfolge
es: Frase de Recuperación
fr: Phrase de récupération
id: Frasa pemulihan
ja: 復元フレーズ
nl: Herstelzin
pt: Frase de Recuperação
ru: Фраза восстановления
sk: Fráza pre obnovenie
th: วลีกู้คืน
tr: Kurtarma Sözcük Grubu
uk: Фраза відновлення

source: Recovery phrase doesn't match
cs: Fráze pro obnovení se neshoduje
de: Wiederherstellungs-Wortfolge stimmt nicht überein
es: La frase de recuperación no coincide
fil: Hindi nagtutugma ang recovery phrase
fr: La phrase de récupération ne coïncide pas
id: Frasa pemulihan tidak sama
ja: 復元フレーズが一致しません
nl: De herstelzin komt niet overeen
pt: Frase de recuperação não corresponde
ru: Фраза восстановления не подходит
sk: Fráza pre obnovenie sa nezhoduje
th: วลีกู้คืนไม่ตรงกัน
tr: Kurtarma cümlesi eşleşmiyor
uk: Фраза відновлення не збігається

source: Recovery phrase must have 12, 15, 18, 21 or 24 words
cs: Fráze pro obnovení musí mít 12, 15, 18, 21 nebo 24 slov
de: Wiederherstellungsphrasen müssen 12, 15, 18, 21 oder 24 Worte enthalten
es: La frase de recuperación debe tener 12, 15, 18, 21 o 24 palabras
fil: Ang recovery phrase ay kailangang mayroong 12, 15, 18, 21 o 24 na salita
fr: La phrase de récupération doit avoir 12, 15, 18, 21 ou 24 mots
id: Frasa pemulihan harus memiliki 12, 15, 18, 21, atau 24 kata
ja: リカバリーフレーズは12、15、18、21、24単語あります。
nl: Herstelzin moet 12, 15, 18, 21 of 24 woorden hebben
pt: A frase de recuperação deve ter 12, 15, 18, 21 ou 24 palavras
ru: Фраза восстановления должна состоять из 12, 15, 18, 21 или 24 слов
sk: Fráza pre obnovenie musí mať 12, 15, 18, 21 alebo 24 slov
th: วลีการกู้คืนต้องมี 12, 15, 18, 21 หรือ 24 ค
tr: Kurtarma ifadesi 12, 15, 18, 21 veya 24 sözcükten oluşmalıdır
uk: Фраза для відновлення повинна містити 12, 15, 18, 21 або 24 слова

source: Redeem your gift card online within seconds or at the cashier.
de: Die Geschenkkarte kann innerhalb von Sekunden online oder an der Kasse eingelöst werden.
es: Canjea tu tarjeta de regalo en línea en segundos o en el cajero.
fil: I-redeem ang iyong gift card online sa loob ng ilang segundo o sa cashier.
fr: Profitez en ligne de votre carte-cadeau en quelques secondes ou auprès du responsable de la caisse.
id: Tukarkan kartu hadiah Anda secara online dalam hitungan detik atau di kasir.
ja: ギフトカードは、オンラインで数秒以内またはレジでご利用いただけます。
nl: Wissel je geschenkbon online in binnen een paar seconden of bij de kassa.
pt: Resgate seu cartão presente on-line em segundos ou no caixa.
ru: Используйте подарочную карту сразу же онлайн или в кассе.
sk: Uplatnite svoju darčekovú kartu online v priebehu niekoľkých sekúnd alebo pri pokladni.
tr: Hediye kartınızı saniyeler içinde çevrimiçi olarak veya kasiyerde kullanın.
uk: Отримайте свою подарункову картку онлайн за лічені секунди або в касі.

source: Register
cs: Registrovat
de: Registrieren
es: Registro
fil: Magparehistro
fr: Enregistrer
id: Daftar
ja: 登録する
nl: Registreren
pt: Registrar
ru: Регистрация
sk: Registrovať
th: ลงทะเบียน
tr: Kayıt ol
uk: Реєстрація

source: Register?
cs: Registrovat?
de: Registrieren?
es: Registrarse?
fil: Magparehistro?
fr: Enregistrer ?
id: Daftar?
ja: 登録しますか。
nl: Registreren?
pt: Registrar?
ru: Зарегистрировать?
sk: Registrovať?
th: ลงทะเบียนหรือไม่
tr: Kayıt ol?
uk: Зареєструватись?

source: Registered from
cs: Registrováno z
de: Registriert von
es: Registrado de
fil: Nagrehistro mula
fr: Enregistré depuis
id: Terdaftar dari
ja: から登録済み
nl: Geregistreerd van
pt: Registrado desde
ru: Зарегистрировано от
sk: Registrované z
th: ลงทะเบียนจาก
tr: Tarafından kaydedildi
uk: Зареєстровано з

source: Registered Masternode
cs: Registrovaný masternode
de: Registrierte Masternode
es: Masternodo Registrado
fil: Nakarehistrong Masternode
fr: Masternode enregistré
id: Masternode Terdaftar
ja: 登録済みのマスターノード
nl: Geregistreerde masternode
pt: Masternode Registrado
ru: Зарегистрирована masternode
sk: Registrovaný masternód
th: Masternodes ที่ลงทะเบียน
tr: Kayıtlı Anadüğüm
uk: Зареєстрована Мастернода

source: Report an Issue
cs: Nahlásit problém
de: Problem melden
es: Reportar un problema
fil: I-report ang Isyu
fr: Signaler un problème
id: Laporkan masalah
ja: 問題を報告する
nl: Meld een probleem
pt: Reportar um Problema
ru: Сообщить о проблеме
sk: Nahlásiť problém
th: รายงานปัญหา
tr: Sorun rapor et
uk: Повідомити про проблему

source: Rescan
cs: Znovu skenovat
de: Erneut scannen
es: Escanear nuevamente
fil: I-scan muli
fr: Réanalyser
id: Pindai ulang
ja: 再スキャン
nl: Scan opnieuw
pt: Reescanear
ru: Синхронизировать снова
sk: Pre-skenovať
th: สแกนอีกครั้ง
tr: Yeniden tara
uk: Повторне сканування

source: Rescan Blockchain
cs: Skenovat blockchain
de: Blockchain erneut scannen
es: Escanear de nuevo la cadena de bloques
fil: Muling i-scan ang blockchain
fr: Réanalyser la blockchain
id: Piindai ulang blockchain
ja: ブロックチェーンの再スキャン
nl: Blockchain opnieuw scannen
ru: Пересинхронизировать блокчейн
sk: Znova prehľadať reťazec blokov
th: สแกน blockchain อีกครั้ง
tr: Blok Zincirini Tekrar Tara
uk: Пересканувати блокчейн

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fil: I-reset
fr: Réinitialiser
id: Atur-ulang
ja: リセット
pt: Resetar
ru: Сбросить
sk: Obnoviť
th: ตั้งค่า
tr: Yeniden Başlat
uk: Скидання

source: Reset Filters
de: Filter zurücksetzen
es: Restablecer filtros
fil: I-reset ang mga filter
fr: Réinitialiser des filtres
id: Setel Ulang Filter
ja: フィルターをリセット
pt: Redefinir filtros
ru: Сбросить фильтры
sk: Obnoviť filtre
tr: Filtreleri Sıfırla
uk: Скинути фільтри

source: Reset to Default
cs: Obnovit výchozí nastavení
de: Auf Standard setzen
es: Restablecer a los valores predeterminados
fil: I-reset sa Default
fr: Retour aux valeurs par défaut
id: Setel Ulang ke Default
ja: 初期設定にリセットする
nl: Reset naar standaard
pt: Restaurar ao Padrão
ru: Установить по умолчанию
sk: Obnoviť pôvodné nastavenia
th: ตั้งค่าเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Скинути до замовчування

source: Reset Wallet
cs: Resetovat peněženku
de: Wallet zurücksetzen
es: Restablecer Billetera
fil: I-reset ang pitaka
fr: Réinitialiser le portefeuille
id: Atur ulang dompet
ja: ウォレットをリセットする
nl: Portemonnee resetten
pt: Resetar Carteira
ru: Сбросить кошелек
sk: Resetovať Peňaženku
th: ตั้งค่า wallet
tr: Cüzdanı Sıfırla
uk: Скидання гаманця

source: Restricted
de: Eingeschränkt
es: Restringido
fil: Pinaghihigpitan
fr: Restreint
id: Terbatas
ja: 制限中
nl: Beperkt
pt: Restrito
ru: Ограничен
sk: Obmedzené
tr: Sınırlı
uk: Обмежено

source: Retain Mutual Transaction History
cs: Uchovávat společnou transakční historii
de: Gemeinsamen Transaktionsverlauf erhalten
es: Conservar el historial de transacciones mutuas
fil: Panatlihin ang Kasaysayan ng Kapwang Transaksyon
fr: conserver un historique de vos transactions mutuelles
id: Simpan Sejarah Transaksi Bersama
ja: 双方の取引履歴を保持する
nl: Bewaar de geschiedenis van gemeenschappelijke transacties
pt: Reter Histórico de Transações Mútuas
ru: Хранить историю взаимных транзакций
sk: Zachovať históriu vzájomných transakcií
th: เก็บประวัติการทำธุรกรรมร่วมกัน
tr: Karşılıklı İşlem Geçmişini Saklayın
uk: Зберігати взаємну історію транзакцій

source: Retry
cs: Opakovat
de: Wiederholen
es: Reintentar
fil: Subukang muli
fr: Réessayer
id: Coba lagi
ja: リトライ
nl: Probeer opnieuw
pt: Tentar novamente
ru: Повторить
sk: Znovu
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторити

source: Review & Rate the app
cs: Ohodnotit aplikaci
de: App rezensieren & bewerten
es: Evaluar la app
fil: I-rebyu at bigyang marka ang app
fr: Évaluer & noter cette appli
id: Ulas & beri nilai aplikasi
ja: アプリのレビューと評価
nl: Schrijf een recensie & beoordeel de app
pt: Avaliar o App
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
th: วิจารณ์และให้คะแนนแอพพลิเคชั่นนี้
tr: Uygulamamızı değerlendirip puanlayın
uk: Оцінити додаток

source: Reward
cs: Odměna
de: Belohnung
es: Recompensa
fil: Gantimpala
fr: Récompense
id: Hadiah
ja: 報酬
nl: Beloning
pt: Recompensa
ru: Вознаграждение
sk: Odmena
th: รางวัล
tr: Ödül
uk: Нагорода

source: Rewards
cs: Odměny
de: Belohnungen
es: Recompensas
fil: Mga gantimpala
fr: Récompenses
id: Hadiah
ja: 報酬
nl: Beloningen
pt: Recompensas
ru: Вознаграждения
sk: Odmeny
th: รางวัล
tr: Ödüller
uk: Нагороди

source: Scan
cs: Skenovat
de: Scannen
es: Escanear
fr: Scanner
id: Pindai
ja: スキャン
pt: Escanear
ru: Скан.
sk: Skenovať
th: สแกน
tr: Tara
uk: Сканувати

source: Scan Private Key
cs: Skenovat privátní klíč
de: Private Key scannen
es: Escanear Llave Privada
fil: I-scan ang Pribadong Susi
fr: Scanner une clé privée
id: Pindai Kunci Pribadi
ja: プライベートキーをスキャン
nl: Scan persoonlijke sleutel
pt: Scanear Chave Privada
ru: Сканировать приватный ключ
sk: Skenovať privátny kľúč
th: สแกนกุญแจส่วนตัว
tr: Özel Anahtarı Tara
uk: Сканувати приватний ключ

source: Scan QR
de: QR Code scannen
fil: I-scan ang QR
fr: Scanner le QR-code
ja: QRをスキャンする
pt: Digitalizar QR
tr: QR Tara

source: Scan QR Code
cs: Skenovat QR kód
de: QR-Code scannen
es: Escanear Código QR
fil: I-scan ang QR Code
fr: Scanner un QR-code
id: Pindai kode QR
ja: QRコードをスキャン
pt: Scanear Código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
th: สแกนโค้ด QR
tr: QR kodunu tara
uk: Сканувати QR код

source: Scan QR code
de: Scanne den QR Code
fil: I-scan ang QR Code
fr: Scanner le code QR
ja: QRコードをスキャンする
pt: Escanear código QR
ru: Сканировать QR-код
sk: Naskenujte QR kód
tr: QR kodunu tara
uk: Сканувати QR код

source: Scan this to Pay
cs: Skenovat pro zaplacení
de: Scannen
es: Escanear para Pagar
fil: I-scan ito para magbayad
fr: Scanner ceci pour payer
id: Pindai ini untuk membayar
ja: これをスキャンして支払う
nl: Scan dit om te betalen
pt: Scanear isso para Pagar
ru: Отсканируйте для оплаты
sk: Skenovať toto pre platbu
th: สแกนสิ่งนี้เพื่อจ่าย
tr: Ödemek için tarayın
uk: Відскануйте це, щоб оплатити

source: Scan to Send
cs: Poslat skenováním
de: Zum Senden scannen
es: Escanear para Envia
fil: I-scan para magpadala
fr: Scanner pour envoyer
id: Pindai untuk mengirim
ja: スキャンして送金する
nl: Scan om te verzenden
pt: Scanear para Enviar
ru: Сканировать
sk: Skenovať a poslať
th: สแกนเพื่อส่ง
tr: Göndermek için Tara
uk: Сканувати для відправки

source: Screenshot detected. New recovery phrase:
cs: Byl zachycen screenshot. Tady je nová fráze pro obnovení:
de: Screenshot festgestellt. Neue Wiederherstellungsphrase:
es: Pantallazo detectado. Nueva frase de recuperación:
fil: Na-detect ang screenshot. Bagong recovery phrase:
fr: Capture d'écran détectée. Nouvelle phrase de récupération :
id: Tangkapan layar terdeteksi. Frasa pemulihan baru:
ja: スクリーンショットは削除されました。新しい復元フレーズ:
nl: Schermafbeelding gedetecteerd. Nieuwe herstelzin:
pt: Screenshot detectado. Nova frase de recuperação:
ru: Произошел снимок экрана. НОВАЯ фраза восстановления:
sk: Snímka obrazovky detekovaná. Nová fráza pre obnovenie účtu:
th: ตรวจพบการบันทึกภาพหน้าจอ วลีกู้คืนใหม่::
tr: Ekran görüntüsünün çekildi algılandı. Yeni kurtarma sözcük grubu:
uk: Виявлено знімок екрана. Нова фраза відновлення:

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
cs: Snímky obrazovky jsou dostupné pro ostatní aplikace a zařízení. Vygenerujte novou frázi pro obnovení a udržujte ji v tajnosti.
de: Screenshots sind sichtbar für andere Apps und Geräte. Generieren Sie eine neue Wiederherstellungs-Wortfolge und halten Sie diese geheim.
es: Las capturas de pantalla son visibles para otras aplicaciones y dispositivos. Genere una nueva frase de recuperación y téngala en secreto.
fil: Ang mga screenshot ay kita sa ibang apps o device. Lumikha ng bagong recovery phrase at panatilihin itong sikreto.
fr: Les captures d'écran sont visibles aux autres applis et appareils. Générez une nouvelle phrase de récupération et gardez-la secrète.
id: Tangkapan layar terlihat oleh aplikasi dan perangkat lain. Hasilkan frasa pemulihan baru dan jaga kerahasiaannya.
ja: スクリーンショットは、他のアプリやデバイスで閲覧することができます。新しい復元フレーズを作り大事に守って下さい。
nl: Schermafdrukken zijn zichtbaar voor andere apps en apparaten. Genereer een nieuwe herstelzin en houdt deze geheim.
pt: Capturas de Tela são visíveis para outros dispositivos e aplicativos. Gere uma nova frase de recuperação e a mantenha secreta.
ru: Скриншоты видимы другими приложениями и устройствами. Создайте новую фразу восстановления и держите её в секрете.
sk: Snímky obrazovky sú viditeľné pre iné aplikácie a zariadenia. Vytvorte novú frázu obnovenia a držte ju v tajnosti.
th: การบันทึกภาพจะปรากฏแก่แอพพลิเคชันและอุปกรณ์อื่น ๆ สร้างวลีกู้คืนใหม่และเก็บไว้เป็นความลับ
tr: Ekran görüntüleri diğer uygulamalar ve cihazlar tarafından görülebilir. Yeni bir kurtarma metni oluşturun ve gizli tutun.
uk: Знімки екрана доступні для інших програм і пристроїв. Створіть нову фразу відновлення та збережіть її в секреті.

source: Search for a contact
cs: Vyhledat kontakt
de: Kontakt suchen
es: Buscar un contacto
fil: Maghanap para sa isang contact
fr: Rechercher un contact
id: Cari kontak
ja: 連絡先を検索
nl: Zoek een contactpersoon
pt: Pesquisar um contato
ru: Поиск контакта
sk: Vyhľadať kontakt
th: ค้นหารายชื่อผู้ติดต่อ
tr: Kişi arayın
uk: Пошук контакта

source: Search for a contact request
cs: Vyhledat požadavek o přidání mezi kontakty
de: Kontaktanfrage suchen
es: Buscar una solicitud de contacto
fil: Maghanap para isang kahilingan sa pakikipag-ugnay
fr: Rechercher une demande de contact
id: Telusuri permintaan kontak
ja: 連絡先リクエストを検索
nl: Zoek een contactverzoek
pt: Pesquisar solicitação de contato
ru: Поиск запроса на добавление в контакты
sk: Vyhľadať žiadosť o kontakt
th: ค้นหาคำขอการติดต่อ
tr: Kişi isteği arayın
uk: Пошук запиту на додавання в контакти

source: Search for a User on the Dash Network
cs: Vyhledat uživatele na Dash Network
de: Benutzer des Dash-Netzwerks suchen
es: Buscar un usuario en la red Dash
fil: Maghanap para sa isang Gumagamit sa Network ng Dash
fr: Rechercher un utilisateur sur le réseau Dash
id: Cari Pengguna di Jaringan Dash
ja: Dashネットワークのユーザーを検索
nl: Zoek naar een gebruiker op het Dash netwerk
pt: Pesquisar um Usuário na Rede Dash
ru: Поиск пользователя в сети Dash
sk: Vyhľadať používateľa v sieti Dash
th: ค้นหาผู้ใช้บนเครือข่าย Dash
tr: Dash Ağındaki bir Kullanıcıyı Ara
uk: Пошук користувача в Dash Network

source: Search for a username
cs: Vyhledat uživatelské jméno
de: Benutzernamen suchen
es: Buscar un nombre de usuario
fil: Maghanap para sa isang username
fr: Rechercher un nom d'utilisateur
id: Cari nama pengguna
ja: ユーザー名を検索
nl: Zoek naar een gebruikersnaam
pt: Pesquisar Nome de Usuário
ru: Поиск имени пользователя
sk: Vyhľadať používateľské meno
th: ค้นหาชื่อผู้ใช้
tr: Bir kullanıcı adı arayın
uk: Пошук по імені користувача

source: Search results for "
cs: Výsledky hledání pro "
de: Suchergebnisse für "
es: Resultados de búsqueda de "
fil: Mga resulta ng paghahanap para sa "
fr: Résultats de recherche pour "
id: Hasil pencarian "
ja: 「」の結果を検索
nl: Zoekresultaten voor "
pt: Pesquisar resultados para "
ru: Результаты поиска по запросу "
sk: Výsledky vyhľadávania pre "
th: ผลการค้นหาสำหรับ "
tr: " için arama sonuçları
uk: Результати пошуку по "

source: Searching for username %@ on the Dash Network
cs: Hledání uživatele %@ na Dash Network
de: Nach Benutzernamen %@ im Dash-Netzwerk suchen
es: Buscando nombre de usuaro %@en la red Dash
fil: Naghahanap ng username %@ sa Network ng Dash
fr: Recherche du nom d'utilisateur %@ sur le réseau Dash
id: Mencari nama pengguna %@ di jaringan Dash
ja: Dashネットワークで%@というユーザー名を検索
nl: Zoeken naar gebruikersnaam %@op het Dash netwerk
pt: Pesquisar pelo usuário %@ na Rede Dash
ru: Поиск имени пользователя %@ в сети Dash
sk: Hľadá sa používateľské meno %@ v sieti Dash
th: กำลังหาชื่อผู้ใช้ %@ บนเครือข่าย Dash
tr: Dash ağında %@ kullanıcı adı aranıyor
uk: Пошук по імені користувача %@ в Dash Network

source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fil: Seguridad
fr: Sécurité
id: Keamanan
ja: セキュリティ
nl: Beveiliging
pt: Segurança
ru: Безопасность
sk: Bezpečnosť
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека

source: Security Level
cs: Úroveň zabezpečení
de: Sicherheitsstufe
es: Nível de Segurida
fil: Lebel ng seguridad
fr: Niveau de sécurité
id: Tingkat keamanan
ja: セキュリティレベル
nl: Beveiligingsniveau
pt: Nível de Segurança
ru: Уровень безопасности
sk: Úroveň zabezpečenia
th: เลเวลความปลอดภัย
tr: Güvenlik Seviyesi
uk: Рівень безпеки

source: See on Uphold
cs: Prohlédnout na Uphold
de: Auf Uphold ansehen
es: Ver en Uphold
fil: Tingnan sa Uphold
fr: Voir sur Uphold
id: Lihat di Uphold
ja: Upholdで確認する
nl: Bekijk op Uphold
pt: Veja no Uphold
ru: Посмотреть на Uphold
sk: Ukázať na Upholde
th: เปิดดูที่ Uphold
tr: Uphold'da Gör
uk: Переглянути на Uphold

source: Select a coin
de: Wähle einen Coin aus
es: Selecciona una moneda
fil: Pumili ng barya
fr: Choisir des pièces
id: Pilih koin
ja: 通貨を選ぶ
nl: Selecteer een munt
pt: Selecionar uma moeda
ru: Выбрать монету
sk: Vyberte mincu
tr: Bir koin seçin
uk: Виберіть монету

source: Select a service
de: Dienst auswählen
fil: Pumili ng isang Serbisyo
fr: Choisissez un service
id: Pilih layanan
ja: サービスを選択する
nl: Kies een dienst
pt: Selecione um serviço
ru: Выбрать сервис
sk: Vyberte službu
tr: Bir servis seç
uk: Виберіть послугу

source: Select the coin
de: Wähle einen Coin aus
es: Selecciona la moneda
fil: Piliin ang barya
fr: Choisir les pièces
id: Pilih koin
ja: 通貨を選ぶ
nl: Selecteer de munt
pt: Selecione a moeda
ru: Выбрать монету
sk: Vyberte mincu
tr: Koin seçin
uk: Виберіть монету
