Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Privacy Policy
de: Datenschutzerklärung
fil: Patakaran sa Pagkapribado
fr: Politique de confidentialité
id: Kebijakan pribadi
ja: プライバシーポリシー
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
tr: Gizlilik Politikası
uk: Політика конфіденційності

source: Terms of Use
de: AGB
fil: Mga Tuntunin ng Paggamit
fr: Conditions d'utilisation
id: Syarat Penggunaan
ja: 利用規約
nl: Gebruiksvoorwaarden
pt: Termos de uso
ru: Условия использования
sk: Podmienky používania
tr: Kullanım Şartları
uk: Правила користування

source: %@ has accepted your contact request
cs: %@si vás přidal mezi kontakty
de: %@ hat deine Kontaktanfrage angenommen
es: %@ ha aceptado tu solicitud de contacto
fil: %@ ay tinanggap ang iyong kahilingan sa pakikipag-ugnay
fr: %@ a accepté votre demande de contact
id: %@ telah menerima permintaan kontak Anda
ja: %@ 連絡先リクエストを承認しました
nl: %@ heeft je contactverzoek geaccepteerd
pt: %@ aceitou sua solicitação de contato
ru: %@принял ваш запрос на добавление в контакты
sk: %@ prijal vašu požiadavku na kontakt
th: %@ ยอมรับคำขอติดต่อของคุณ
tr: %@ talebinizi kabul etti.
uk: %@ прийняв ваш запит на додавання в контакти

source: %@ has sent you a contact request
cs: %@ si vás chce přidat mezi kontakty
de: %@ hat dir eine Kontaktanfrage geschickt
es: %@ te ha enviado una solicitud de contacto
fil: %@ ay nagpadala sa iyo ng isang kahilingan sa pakikipag-ugnay
fr: %@ vous a envoyé une demande de contact
id: %@ telah mengirim anda permintaan kontak
ja: %@ が連絡先リクエストを送信しました
nl: %@ heeft u een contactverzoek gestuurd
pt: %@ lhe enviou uma solicitação de contato
ru: %@отправил вам запрос на добавление в контакты
sk: %@ vám poslal žiadosť na kontakt
th: %@ ยอมรับคำขอติดต่อของคุณ
tr: %@ size bir talep gönderdi
uk: %@ надіслав вам запит на додавання в контакти

source: %@ is not allowed to access Face ID
cs: %@ nemá přístup k Face ID
de: %@ darf nicht auf die Face ID zugreifen
es: %@ no está permitido a acceder al Face ID
fil: %@ ay hindi pinahihintulutang i-access ang Face ID
fr: %@ n'est pas autorisé à accéder à Face ID
id: %@ tidak diizinkan mengakses Pengenal Wajah
ja: %@ はFace IDへのアクセスが許可されていません
nl: %@ heeft geen toegang tot gezichtsherkenning
pt: %@ não tem permissão para acessar Face ID
ru: %@ запрещен доступ к Face ID
sk: %@ nemá povolený prístup k Face ID
th: %@ ไม่สามารถเข้าถึง Face ID
tr: %@ Yüz Kimliğine erişim izni verilmiyor
uk: %@ не має доступу до Face ID

source: %@ is not allowed to access the camera
cs: %@ nemá přístup k fotoaparátu
de: %@ darf nicht auf die Kamera zugreifen
es: %@ No se permite acceder a la cámara
fil: %@ ay hindi pinahihintulutang i-access ang kamera
fr: %@ n'est pas autorisé à accéder à l'appareil photo
id: %@ tidak diizinkan mengakses kamera
ja: %@ はカメラへのアクセスが許可されていません
nl: %@ heeft geen toegang tot de camera
pt: %@ não tem permissão para acessar a câmera
ru: %@ запрещен доступ к камере
sk: %@ nemá povolený prístup ku kamere
th: %@ ไม่สามารถเข้าถึงกล้องถ่ายรูป
tr: %@ kameraya erişmesi için izin verilmedi
uk: %@ не має доступу до камери

source: %@ is not allowed to access Touch ID
cs: %@ nemá přístup k Touch ID
de: %@ darf nicht auf die Touch ID zugreifen
es: %@ no está permitido a acceder al Touch ID
fil: %@ ay hindi pinahihintulutang i-access ang Touch ID
fr: %@ n'est pas autorisé à accéder à Touch ID
id: %@ tidak diizinkan mengakses Pengenal Sentuh
ja: %@はTouch IDへのアクセスが許可されていません
nl: %@ heeft geen toegang tot vingeridentificatie
pt: %@ não tem permissão para acessar Touch ID
ru: %@ запрещен доступ к Touch ID
sk: %@ nemá povolený prístup k Touch ID
th: %@ ไม่สามารถเข้าถึง Touch ID
tr: %@ Dokunmatik Kimliğe erişim izni verilmiyor
uk: %@ не має доступу до Touch ID

source: %ld/%ld Characters
de: %1$ld/%2$ld Characters
fil: %1$ld/%2$ld Characters
ja: %1$ld/%2$ld Characters
nl: %1$ld/%2$ld Characters
sk: %1$ld/%2$ld Characters
tr: %1$ld/%2$ld Characters

source: (1/3) Processing Payment
cs: (1/3) Platba se zpracovává
de: (1/3) Verarbeite Zahlung
es: (1/3) Procesando el pago
fil: (1/3) Pagproseso ng Bayad
fr: (1/3) Traitement du paiement
id: (1/3) Memproses Pembayaran
ja: (1/3) 支払い手続き中
nl: (1/3) Verwerking van betaling
pt: (1/3) Processando Pagamento
ru: (1/3) Обработка платежа
sk: (1/3) Spracovanie platby
th: (1/3) การประมวลผลการชำระเงิน
tr: (1/3) Ödeme İşleniyor
uk: (1/3) Обробка платежу

source: (1/3) Unable to process payment
cs: (1/3) Platbu nelze dokončit
de: (1/3) Zahlung konnte nicht verarbeitet werden
es: (1/3) No se puede procesar el pago
fil: (1/3) Hindi maproseso ang pagbabayad
fr: (1/3) Impossible de traiter le paiement
id: (1/3) Tidak dapat memproses pembayaran
ja: (1/3) 支払いの手続きができませんでした
nl: (1/3) Kan betaling niet verwerken
pt: (1/3) Incapaz de processar pagamento
ru: (1/3) Невозможно обработать платеж
sk: (1/3) Platbu nie je možné spracovať
th: (1/3) ไม่สามารถดำเนินการชำระเงิน
tr: (1/3) Ödeme işlenemiyor
uk: (1/3) Неможливо обробити платіж

source: (2/3) Creating Dash Identity
cs: (2/3) Vytváření Dash identity
de: (2/3) Erstelle Dash-Identität
es: (2/3) Creando una identidad de Dash
fil: (2/3) Lumilikha ng Pagkakakilanlan sa Dash
fr: (2/3) Création de l'identité Dash
id: (2/3) Membuat Identitas Dash
ja: (2/3) DashIDを作成
nl: (2/3) Dash identiteit aanmaken
pt: (2/3) Criando Identidade Dash
ru: (2/3) Создание Dash ID
sk: (2/3) Vytváranie Dash identity
th: (2/3) สร้างเอกลักษณ์ Dash
tr: (2/3) Dash Kimliği Oluşturuluyor
uk: (2/3) Створення Dash ID

source: (2/3) Unable to create Dash Identity
cs: (2/3) Dash identitu nelze vytvořit
de: (2/3) Dash-Identität konnte nicht erstellt werden
es: (2/3) No se puede crear una identidad de Dash
fil: (2/3) Hindi makalikha ng Pagkakakilanlan sa Dash
fr: (2/3) Impossible de créer l'identité Dash
id: (2/3) Tidak dapat membuat Dash Identity
ja: (2/3) DashIDを作成できません
nl: (2/3) Kan Dash identiteit niet aanmaken
pt: (2/3) Incapaz de criar Identidade Dash
ru: (2/3) Невозможно создать Dash ID
sk: (2/3) Nepodarilo sa vytvoriť identitu Dash
th: (2/3) ไม่สามารถสร้างเอกลักษณ์ Dash
tr: (2/3) Dash Kimliği Oluşturulamadı
uk: (2/3) Неможливо створити Dash ID

source: (3/3) Can't register username
cs: (3/3) Uživatelské jméno nelze zaregistrovat
de: (3/3) Benutzername konnte nicht registriert werden
es: (3/3) No se puede registrar el nombre de usuario
fil: (3/3) Hindi makapagrehistro ng username
fr: (3/3) Impossible d'enregistrer le nom d'utilisateur
id: (3/3) Tidak dapat mendaftarkan nama pengguna
ja: (3/3) ユーザー名を登録できません
nl: (3/3) Kan gebruikersnaam niet registreren
pt: (3/3) Não é possível registrar o nome de usuário
ru: (3/3) Невозможно зарегистрировать имя пользователя
sk: (3/3) Používateľské meno sa nedá zaregistrovať
th: (3/3) ไม่สามารถลงทะเบียนชื่อผู้ใช้
tr: (3/3) Kullanıcı adı kaydedilemiyor
uk: (3/3) Не вдається зареєструвати ім'я користувача

source: (3/3) Registering Username
cs: (3/3) Registrace uživatelského jména
de: (3/3) Registriere Benutzernamen
es: (3/3) Registrando nombre de usuario
fil: (3/3) Pagrerehistro ng Username
fr: (3/3) Enregistrement du nom d'utilisateur
id: (3/3) Mendaftarkan Nama Pengguna
ja: (3/3) ユーザー名の登録
nl: (3/3) Gebruikersnaam registreren
pt: (3/3) Registrando nome de usuário
ru: (3/3) Регистрация имени пользователя
sk: (3/3) Registrácia používateľského mena
th: (3/3) ลงทะเบียนชื่อผู้ใช้
tr: (3/3) Kullanıcı Adı Kaydediliyor
uk: (3/3) Реєстрація імені користувача

source: 1 hour
cs: 1 hodina
de: 1 Stunde
es: 1 hora
fil: 1 oras
fr: 1 heure
id: 1 jam
ja: 1時間
nl: 1 uur
pt: 1 hora
ru: 1 час
sk: 1 hodina
th: 1 ชั่วโมง
tr: 1 saat
uk: 1 година

source: 1 mile
de: 1 Meile
es: 1milla
fil: 1 milya
id: 1 mil
ja: 1マイル
pt: 1 milha
ru: 1 миля
sk: 1 míľa
tr: 1 mil
uk: 1 миля

source: 1 min
es: 1 minuto
fil: 1 minuto
id: 1 menit
ja: 1分
ru: 1 мин
th: 1 นาที
tr: 1 dk
uk: 1 хвилина

source: 20 miles
de: 20 Meilen
es: 20 millas
fil: 20 milya
id: 20 mil
ja: 20マイル
pt: 20 milhas
ru: 20 миль
sk: 20 míľ
tr: 20 mil
uk: 20 миль

source: 24 hours
cs: 24 hodin
de: 24 Stunden
es: 24 horas
fil: 24 na oras
fr: 24 heures
id: 24 jam
ja: 24時間
nl: 24 uur
pt: 24 horas
ru: 24 часа
sk: 24 hodín
th: 24 ชั่วโมง
tr: 24 saat
uk: 24 години

source: 5 miles
de: 5 Meilen
es: 5 millas
fil: 5 milya
id: 5 mil
ja: 5マイル
pt: 5 milhas
ru: 5 миль
sk: 5 míľ
tr: 5 mil
uk: 5 миль

source: 5 min
es: 5 minutos
fil: 5 minuto
id: 5 menit
ja: 5分
ru: 5 мин
th: 5 นาที
tr: 5 dk
uk: 5 хвилин

source: 50 miles
de: 50 Meilen
es: 50 millas
fil: 50 milya
id: 50 mil
ja: 50マイル
pt: 50 milhas
ru: 50 миль
sk: 50 míľ
tr: 50 mil
uk: 50 миль

source: "%@" is not a recovery phrase word
cs: "%@" není slovem fráze pro obnovení
de: "%@" ist kein Wort aus der Wiederherstellungs-Wortfolge
es: "%@" no es una palabra de la frase de recuperación
fil: "%@" ay hindi isang recovery phrase na salita
fr: "%@" n'est pas un mot de phrase de récupération
id: "%@" bukan kata frasa pemulihan
ja: 「%@」 は復元フレーズの単語ではありません。
nl: "%@" is geen woord uit de herstelzin
pt: "%@" não é uma palavra da frase de recuperação
ru: «%@» не является словом из фразы восстановления
sk: "%@" nie je slovom obnovenia
th: %@ไม่ใช่วลีกู้คืน
tr: "%@" kurtarma cümlesi kelimesi değil
uk: "%@" не є словом з фрази для відновлення

source: "%@" is not a recovery phrase word. Would you like to try to recover the correct word that should be in its place?
cs: "%@" není slovem fráze pro obnovení. Chcete se pokusit obnovit slovo, které by správně na tomto místě mělo být?
de: "%@" ist kein Wort der Wiederherstellungsphrase. Möchtest du versuchen, das korrekt Wort wiederherzustellen, das an dieser Stelle stehen sollte?
es: "%@"no es una palabra de la frase de recuperación. ¿Te gustaría intentar recuperar la palabra correcta que debería estar en su lugar??
fil: "%@" ay hindi isang recovery phrase. Nais mo bang subukang mabawi ang tamang salita na dapat ay nasa lugar nito?
fr: "%@" n'est pas un mot de phrase de récupération. Voulez-vous tenter de retrouver le bon mot qui devrait être à la même place ?
id: "%@" bukanlah kata frasa pemulihan. Apakah Anda ingin mencoba mendapatkan kembali kata yang benar yang seharusnya ada pada tempatnya?
ja: 「%@」はリカバリーフレーズではありません。その箇所にあるはずの正しい語句をリカバリーしますか。
nl: "%@" is geen herstelzinwoord. Wil je het correcte woord herstellen dat er zou moeten staan?
pt: "%@" não é uma palavra da frase de recuperação. Você gostaria de tentar recuperar a palavra correta que deveria estar em seu lugar?
ru: "%@" не является словом из фразы восстановления. Вы желаете восстановить правильное слово, которое должно быть вместо него?
sk: "%@" nie je slovo frázy pre obnovenie. Chcete sa pokúsiť nájsť správne slovo, ktoré by malo byť na jeho mieste?
th: "%@" ไม่ใช่คำวลีการกู้คืน คุณต้องการที่จะพยายามกู้คืนคำที่ถูกต้องที่ควรเป็นที่ของมันหรือไม่
tr: "%@" bir kurtarma sözcüğü değildir. Yerine gelmesi gereken doğru sözcüğü denemek ister misiniz?
uk: "%@" не є словом з фрази для відновлення. Чи бажаєте ви спробувати відновити правильне слово, що має бути на цьому місці?

source: try again in %@
cs: zkuste to znovu za %@
de: erneut versuchen in %@
es: intentar de nuevo en %@
fil: ulitin ulit sa %@
fr: réessayez dans %@
id: coba lagi dalam %@
ja: %@でもう一度お試しください
nl: probeer opnieuw over %@
pt: tente novamente em %@
ru: Попробуйте ещё раз через %@
sk: skúsiť znova za %@
th: ลองเข้าอีกครั้ง%@
tr: %@ içinde tekrar deneyin
uk: спробуйте ще раз через %@

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
cs: Přístupový kód zařízení je třeba k zabezpečení vaší peněženky. Přejděte do nastavení a pokračujte zapnutím přístupového kódu.
de: Ein Gerätecode wird benötigt um Ihr Wallet zu schützen. Stellen Sie in Ihren Einstellungen Ihren Code ein um fortzufahren.
es: Es necesario que tu dispositivo esté resguardado por una clave para proteger tu billetera. Ve a configuraciones y habilita una clave de acceso para continuar
fil: Kailangan ng device passcode para pangalagaan ang iyong pitaka. Pumunta sa settings at i-on ang passcode para magpatuloy,
fr: Un code d'accès est nécessaire pour sécuriser votre portefeuille. Allez dans les paramètres et activez le code d'accès pour continuer.
id: Kode akses perangkat diperlukan untuk melindungi dompet Anda. Buka pengaturan dan aktifkan kode akses untuk melanjutkan.
ja: 端末のパスコードを設定しないとウォレットを守ることができません。端末設定にてパスコードを有効にしてから次に進んでください。
nl: Een toegangscode is nog om je portemonnee te beschermen. Ga naar de instellingen en zet de toegangscode aan om door te gaan.
pt: Uma senha de dispositivo é necessária para proteger a sua carteira. Vá para ajustes e ative a senha para continuar.
ru: Код-пароль необходим для защиты Вашего кошелька. Перейдите в Настройки и включите код-пароль, чтобы продолжить.
sk: Na zabezpečenie vašej peňaženky je potrebný prístupový kód zariadenia. Ak chcete pokračovať, prejdite na nastavenia a zapnite prístupový kód.
th: รหัสผ่านอุปกรณ์นั้นจำเป็นในการปกป้องกระเป๋าสตางค์ของคุณ ไปที่การตั้งค่าและเปิดรหัสผ่านเพื่อดำเนินการต่อ
tr: Cüzdanınızın korunması için bir cihaz şifresi gerekmektedir. Devam etmek için Ayarlar'dan şifreyi etkinleştirin.
uk: Пароль пристрою потрібен для захисту вашого гаманця. Щоб продовжити, перейдіть до налаштувань і ввімкніть пароль.

source: A Masternode needs 1000 Dash as collateral and each Masternode is currently rewarded approximately %@ per year.
de: Ein Masternode benötigt 1000 Dash als Einlage und jeder Masternode erhält derzeit rund %@ pro Jahr.
fil: Ang isang Masternode ay nangangailangan ng 1000 Dash bilang collateral at ang bawat Masternode ay kasalukuyang ginagantimpalaan ng humigit-kumulang %@ bawat taon.
fr: Un masternode nécessite une caution de 1000 dashs, et chaque masternode est actuellement rémunéré à hauteur d'environ %@ par an.
id: Masternode membutuhkan 1000 Dash sebagai jaminan dan setiap Masternode saat ini dihargai kira-kira %@ per tahun.
ja: マスターノードには1000Dashの担保が必要であり、各マスターノードには現在年に約%@回ほど報酬が支払われます。
nl: Een Masternode benodigd 1000 Dash als onderpanden wordt momenteel met ongeveer %@ per jaar beloond.
pt: Um Masternode precisa de 1000 Dash como garantia e cada Masternode é atualmente recompensado aproximadamente %@ por ano.
ru: Для создания мастерноды необходимо 1000 Dash в качестве залогового обеспечения. На данный момент каждая мастернода получает примерно %@вознаграждения в год.
sk: Masternód potrebuje 1000 Dashov ako záruku a každý Masternód je v súčasnosti odmeňovaný približne %@ ročne.
tr: Bir Ana Düğüm teminat olarak 1000 Dash'a ihtiyaç duyar ve her Ana Düğüm şu anda yılda yaklaşık %@ ödüllendirilir.
uk: Мастернода потребує 1000 Dash як забезпечення, і кожна мастернода наразі отримує приблизно %@ на рік.

source: About
cs: O aplikaci
de: Über
es: Acerca de
fil: Tungkol sa
fr: À propos
id: Tentang
ja: このアプリについて
nl: Over
pt: Sobre
ru: О программе
sk: O programe
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму

source: Accept
cs: Přijmout
de: Akzeptieren
es: Aceptar
fil: Tanggapin
fr: Accepter
id: Terima
ja: 承認
nl: Accepteren
pt: Aceitar
ru: Подтвердить
sk: Prijať
th: ยอมรับ
tr: Kabul et
uk: Прийняти

source: Accept Terms Of Use
de: AGB akzeptieren
fil: Tanggapin ang Mga Tuntunin ng paggamit
fr: Accepter les conditions d'utilisation
id: Terima Ketentuan Penggunaan
ja: 利用規約に同意する
nl: Accepteer gebruiksvoorwaarden
pt: Aceitar termos de uso
ru: Принять условия использования
sk: Prijať podmienky používania
tr: Kullanım Koşullarını Kabul Et
uk: Прийняття умов використання

source: Accepting terms of use…
de: AGB akzeptieren ...
fil: Tumatanggap ng mga tuntunin sa paggamit…
fr: Acceptation des conditions d'utilisation…
id: Menerima persyaratan penggunaan…
ja: 利用規約に同意しています
nl: Gebruiksvoorwaarden accepteren...
pt: Aceitando os termos de uso…
ru: Принимаются условия использования...
sk: Prijímam podmienky používania…
tr: Kullanım şartlarını kabul etmek…
uk: Прийняття умов використання…

source: Accepts DASH directly
de: DASH direkt akzeptieren
es: Acepta DASH directamente
fil: Direktang tumatanggap ng DASH
fr: Accepte directement Dash
id: Menerima DASH secara langsung
ja: DASHを直接承認する
nl: Accepteert DASH direct
pt: Aceitar DASH diretamente
ru: Принять DASH напрямую
sk: Prijíma priamo DASH
tr: Doğrudan DASH kabul eder
uk: Приймає DASH безпосередньо

source: Account Recovery
de: Kontowiederherstellung
fil: Pagbawi ng Account
fr: Restauration de compte
ja: アカウントの復旧
nl: Accountherstel
pt: Recuperação de Conta
tr: Hesap Kurtarma

source: Activity
cs: Aktivita
de: Aktivität
es: Actividad
fil: Aktibidad
fr: Activité
id: Aktivitas
ja: 活動
nl: Activiteit
pt: Atividade
ru: Активность
sk: Aktivita
th: กิจกรรม
tr: Faaliyet
uk: Активність

source: Add
de: Hinzufügen
es: Añadir
fil: Dagdagan
fr: Ajouter
id: Tambahkan
ja: 追加
nl: Toevoegen
pt: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle
uk: Додати

source: Add %@ as your contact to Pay Directly to Username and Retain Mutual Transaction History
cs: Přidat %@ mezi kontakty pro platby pomocí uživatelského jména a uchovávání společné transakční historie.
de: Füge %@ als Kontakt hinzu, um Zahlungen direkt an den Benutzernamen zu senden und einen gemeinsamen Zahlungsverlauf zu erstellen
es: Agregar %@ como tu contacto para pagar directamente al nombre de usuario y conservar el historial de transacciones mutuas
fil: Idagdag ang %@bilang iyong contact sa Pagbayad ng Direkta sa Username at Panatilihin ang Kasaysayan ng Kapwang Transaksyon
fr: Ajoutez %@ en tant que contact pour payer directement à ce nom d'utilisateur, et pour conserver un historique de vos transactions mutuelles
id: Tambahkan %@ sebagai kontak Anda untuk Membayar Langsung ke Nama Pengguna dan Mempertahankan Riwayat Transaksi Bersama
ja: 連絡先として%@を追加し、ユーザー名に直接支払い、双方の取引履歴を保持します。
nl: Voeg %@ toe als je contactpersoon om rechtstreeks naar gebruikersnaam te betalen en de geschiedenis van wederzijdse transacties te bewaren
pt: Adicione %@ como seu contato para Pagar Diretamente com o Nome de Usuário e Salvar o Histórico de Transações Mútuias
ru: Добавьте %@ в свой список контактов, чтобы переводить платежи по Имени пользователя и хранить историю взаимных транзакций
sk: Pridajte %@ ako kontakt, aby ste mohli platiť priamo na meno používateľa a uchovať si históriu vzájomných transakcií
th: เพิ่ม %@ เป็นผู้ติดต่อของคุณเพื่อชำระเงินโดยตรงกับชื่อผู้ใช้และเก็บประวัติการทำธุรกรรมร่วมกัน
tr: %@ Doğrudan Kullanıcı Adına Ödeme Yapmak ve Karşılıklı İşlem Geçmişini Saklamak için ekle
uk: Додайте %@ до свого списку контактів, щоб переказувати платежі за Ім'ям користувача та зберігати історію взаємних транзакцій

source: Add a New Contact
cs: Přidat nový kontakt
de: Neuen Kontakt hinzufügen
es: Agregar un nuevo contacto
fil: Magdagdag ng Bagong Contact
fr: Ajouter un nouveau contact
id: Tambahkan Kontak Baru
ja: 新しい連絡先を追加
nl: Voeg een nieuw contact toe
pt: Adicione um Novo Contato
ru: Добавить новый контакт
sk: Pridať nový kontakt
th: เพิ่มรายชื่อใหม่
tr: Yeni Kişi Ekle
uk: Додати новий контакт

source: Address
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
ja: アドレス
nl: Adres
pt: Endereço
ru: Адрес
sk: Adresa
th: ที่อยู่
tr: Adres
uk: Адреса

source: Advanced Security
cs: Pokročilé zabzpečení
de: Erweiterte Sicherheit
es: Seguridad Avanzada
fil: Masusing seguridad
fr: Sécurité avancée
id: Keamanan Tingkat Lanjut
ja: 高度なセキュリティ
nl: Geavanceerde Beveiliging
pt: Segurança Avançada
ru: Настройки безопасности
sk: Pokročilá bezpečnosť
th: ความปลอดภัยขั้นสูง
tr: Gelişmiş Güvenlik
uk: Розширений захист

source: All
cs: Vše
de: Alles
es: Todos
fil: Lahat
fr: Tous
id: Semua
ja: 全て
nl: Alles
pt: Todos
ru: Все
sk: Všetko
th: ทั้งหมด
tr: Hepsi
uk: Все

source: All payments will be considered as an Expense and all incoming transactions will be Income. The owner of this wallet is responsible for making any cost basis adjustments in their chosen tax reporting system.
de: Alle Zahlungen werden als Ausgaben und alle eingehenden Transaktionen als Einnahmen betrachtet. Der Besitzer dieser Wallet ist dafür verantwortlich, alle Anpassungen der Kostenbasis in dem von ihm gewählten Steuererklärungssystem vorzunehmen.
es: Todos los pagos se considerarán Gastos y todas las transacciones entrantes serán Ingresos. El propietario de esta billetera es responsable de realizar cualquier ajuste de base de costos en su sistema de declaración de impuestos elegido.
fil: Ang lahat ng mga pagbabayad ay ituturing bilang isang Gastos at lahat ng mga papasok na transaksyon ay magiging Kita. Ang may-ari ng wallet na ito ay may pananagutan sa paggawa ng anumang mga pagsasaayos sa batayan ng gastos sa kanilang napiling sistema ng pag-uulat ng buwis.
fr: Tous les paiements seront considérés comme des Dépenses et toutes les transactions entrantes comme des Revenus. Le propriétaire de ce portefeuille est responsable d'effectuer tous les ajustements de base des coûts dans le système de déclaration fiscale dont il dépend.
id: Semua pembayaran akan dianggap sebagai Pengeluaran dan semua transaksi yang masuk akan dianggap sebagai Pendapatan. Pemilik dompet ini bertanggung jawab untuk membuat penyesuaian dasar biaya apa pun dalam sistem pelaporan pajak yang mereka pilih.
ja: 全ての支払いは支出とみなされ、全ての入金取引は収入とみなされます。このウォレットの所有者は、選択した税務報告システムでコストベースの調整を行なう義務があります。
nl: Alle betalingen worden beschouwd als 'kosten' en alle inkomende transacties worden 'inkomsten'. De eigenaar van deze portemonnee is verantwoordelijk voor het maken van eventuele kostenbasis aanpassingen in het door hem gekozen belastingaangiftesysteem.
pt: Todos os pagamentos serão considerados como Despesas e todas as transações recebidas serão Receitas. O proprietário desta carteira é responsável por fazer quaisquer ajustes de base de custo em seu sistema de relatórios fiscais escolhido.
ru: Все платежи будут считаться расходами, а все входящие транзакции - доходами. Ответственность за корректировку данных о балансовой стоимости несёт владелец кошелька согласно выбранной им системе налоговой отчётности.
sk: Všetky platby sa budú považovať za výdavok a všetky prichádzajúce transakcie budú príjmom. Vlastník tejto peňaženky je zodpovedný za vykonanie ďalších úprav základu nákladov vo zvolenom systéme daňového výkazníctva.
tr: Tüm ödemeler Gider ve gelen tüm işlemler Gelir olacak değerlendirilecektir. Bu cüzdanın sahibi, seçtikleri vergi raporlama sisteminde bir maliyet ayarlaması yapma sorumluluğundadır.
uk: Усі платежі вважатимуться витратами, а всі вхідні транзакції – доходами. Власник цього гаманця несе відповідальність за внесення будь-яких коригувань бази витрат у вибраній ним системі звітності.

source: All transfers to and from CrowdNode from this device will be performed with the below Dash address from this device.
de: Alle Transfers von und zu Crowdnode auf diesem Gerät werden über die unten stehende Dash Adresse abgewickelt.
fil: Ang lahat ng paglilipat papunta at mula sa CrowdNode mula sa device na ito ay isasagawa gamit ang ibaba ng Dash address mula sa device na ito.
fr: Tous les transferts vers et depuis CrowdNode, à partir de cet appareil, seront exécutés avec l'adresse Dash ci-dessus.
id: Semua transfer ke dan dari CrowdNode dari perangkat ini akan dilakukan dengan alamat Dash di bawah dari perangkat ini.
ja: このデバイスからCrowdNodeへの全ての金銭取引は、同デバイスから下記のDashアドレスで行われることになります。
nl: Alle overboekingen van en naar CrowdNode vanaf dit apparaat worden uitgevoerd met het onderstaande Dash adres.
pt: Todas as transferências de/para CrowdNode deste dispositivo serão realizadas com o endereço Dash abaixo.
ru: Все входящие и исходящие переводы CrowdNode на этом устройстве будут производиться с адреса Dash, указанного ниже.
sk: Všetky prenosy do a z CrowdNode z tohto zariadenia sa budú vykonávať s nižšie uvedenou Dash adresou z tohto zariadenia.
tr: Bu cihazdan CrowdNode'a yapılan tüm gönderiler, aşağıdaki Dash adresi ile gerçekleştirilecektir.
uk: Усі вхідні та вихідні перекази CrowdNode на цьому пристрої будуть здійснюватися з адреси Dash, яка вказана нижче.
