Repository: Syn-McJ/dashwallet-ios
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: cs, de, es, fil, fr, id, ja, nl, pt, ru, sk, th, tr, uk

source: Fee
cs: Poplatek
de: Gebühr
es: Tarifa
fil: Bayad
fr: Frais
id: biaya
ja: 手数料
nl: Transactiekosten
pt: Taxa
ru: Комиссия
sk: Poplatok
th: ค่าธรรมเนียม
tr: Ücret
uk: Комісія

source: Fee is greater than balance
cs: Poplatek je vyšší než zůstatek
de: Die Gebühr ist höher als das Gesamtguthaben
es: La tarifa es mayor que el saldo
fil: Ang bayad ay mas mataas sa iyong balanse
fr: Les frais sont supérieurs au solde
id: Biaya lebih besar dari saldo
ja: 手数料が残高を超えています
nl: De transactievergoeding is hoger dan het saldo
pt: A taxa é maior que o saldo
ru: Комиссия больше баланса
sk: Poplatok je väčší ako zostatok
th: ค่าธรรมเนียมมากกว่ายอดคงเหลือ
tr: Ücret bakiyeden büyüktür
uk: Комісія більша за баланс

source: Fee will be deducted from requested amount.
cs: Poplatek bude odečten z požadované částky.
de: Die Gebühr wird vom angeforderten Betrag abgezogen.
es: La comisión se deducirá de la cantidad solicitada.
fil: Ang bayad ay ibabawas mula sa hiniling na halaga.
fr: Les frais seront déduits du montant demandé.
id: Biaya akan dipotong dari jumlah yang diminta.
ja: 請求額から手数料が差し引かれます。
nl: Kosten worden ingehouden van het gevraagde bedrag.
pt: A taxa será deduzida do valor solicitado.
ru: Комиссия будет списана из запрашиваемой суммы.
sk: Poplatok bude odpočítaný z požadovanej sumy.
th: ค่าธรรมเนียมจะถูกหักออกจากจำนวนที่ร้องขอ
tr: Ücret talep edilen tutardan düşülecek.
uk: Комісія буде списана із запитаної суми.

source: Fees in crypto purchases
de: Gebühren bei Kryptowährungskäufen
es: Comisiones en compras de criptomonedas
fil: Mga bayarin sa mga pagbili ng crypto
fr: Frais dans les achats de crypto
id: Biaya dalam pembelian kripto
ja: 仮想通貨購入の手数料
nl: Kosten bij crypto aankopen
pt: Taxas em compras de criptomoedas
ru: Комиссия при покупке криптовалюты
sk: Poplatky pri nákupoch kryptomien
tr: Kripto alımlarında ücretler
uk: Комісії за покупки криптовалюти

source: Fetching Info
de: Informationen abrufen
es: Obteniendo información
fil: Kinukuha ang Impormasyon
fr: Récupération des infos
id: Mengambil info
ja: 情報の取得
nl: Info ophalen
pt: Buscando informação
ru: Получение данных
sk: Načítavanie informácií
tr: Bilgi Alınıyor
uk: Отримання інформації

source: Fiat Account
de: Fiat Konto
fr: Compte fiduciaire
id: Akun Fiat
ja: フィアットアカウント
nl: Fiat rekening
pt: Conta Fiat
ru: Фиатный счёт
sk: Hotovostný účet
tr: Fiat Hesabı
uk: Фіатний рахунок

source: Filter Transactions
cs: Filtrovat transakce
de: Transaktionen filtern
es: Filtrar Transacciones
fil: Salain ang transaksyon
fr: Filtrer les transactions
id: Saring Transaksi
ja: 取引をフィルタリングする
nl: Transacties filteren
pt: Filtrar Transações
ru: Показать транзакции
sk: Filtrovať transakcie
th: กรองธุรกรรม
tr: İşlemleri Filtrele
uk: Фільтрувати транзакції

source: Filtered by:
de: Gefiltert nach:
es: Filtrado por:
fil: Na-filter ni:
fr: Filtré par :
id: Difilter oleh:
ja: でフィルターをかける
nl: Gefilterd op:
pt: Filtrado por:
ru: Отфильтровано по:
sk: Filtrované podľa:
tr: Şuna göre filtrelendi:
uk: Відфільтровано за:

source: Filters
de: Filter
es: Filtros
fil: Mga filter
fr: Filtres
id: Menyaring
ja: フィルター
pt: Filtros
ru: Фильтры
sk: Filtre
tr: Filtreler
uk: Фільтри

source: Find a merchant.
de: Finde einen Händler.
es: Encontrar un comercio.
fil: Maghanap ng merchant.
fr: Trouvez un vendeur.
id: Cari pedagang.
ja: 加盟店を探す。
nl: Vind een acceptant
pt: Encontre um comércio
ru: Найдите продавца.
sk: Nájsť obchodníka.
tr: Bir tüccar bulun.
uk: Знайти продавця.

source: Find a user on the Dash Network
cs: Najdi uživatele na Dash Network
de: Finde einen Benutzer des Dash-Netzwerks
es: Encontrar un usuario en la red Dash
fil: Maghanap ng gumagamit sa Network ng Dash
fr: Cherchez un utilisateur sur le réseau Dash
id: Temukan pengguna di Jaringan Dash
ja: Dashのネットワークでユーザーを探す
nl: Zoek een gebruiker op het Dash netwerk
pt: Encontre um usuário na rede Dash
ru: Найти пользователя в сети Dash
sk: Nájsť používateľa v sieti Dash
th: ค้นหาผู้ใช้บนเครือข่าย Dash
tr: Dash Ağında bir kullanıcı bulun
uk: Знайдіть користувача в Dash Network

source: Find merchants that accept Dash, where to buy it and how to earn income with it.
de: Finde Händler die Dash akzeptieren, Orte wo du Dash kaufen kannst und Wege wie du Einkommen damit erzielen kannst.
fil: Maghanap ng mga merchant na tumatanggap ng Dash, kung saan ito bibilhin at kung paano kumita gamit ito.
fr: Découvrez des vendeurs qui acceptent Dash, comment acheter des dashs et comment en gagner un revenu.
ja: Dashを使用できる加盟店、Dashを購入できる場所、Dashで収入を得る方法を探します。
nl: Vind winkeliers die Dash accepteren, waar Dash kunt kopen, en hoe je er inkomsten mee kunt genereren.
pt: Encontre comerciantes que aceitem Dash, descubra onde comprar e como gerar renda com ele.
ru: Узнайте, где принимают Dash, где можно купить монеты и как получить доход с их помощью.
tr: Dash'i kabul eden satıcıları bulun. Nereden satın alınır ve onunla nasıl gelir elde edilir.

source: Find merchants who accept Dash as payment.
de: Finde Händler, die Dash als Zahlungsmethode akzeptieren.
es: Encuentra comerciantes que acepten Dash como forma de pago.
fil: Maghanap ng mga merchant na tumatanggap ng Dash bilang bayad.
fr: Trouvez des vendeurs qui acceptent les paiements avec Dash.
id: Temukan pedagang yang menerima Dash sebagai pembayaran.
ja: Dashでの支払いが可能な加盟店を探します。
nl: Vind acceptanten die Dash als aannemen.
pt: Encontre comércios que aceitam Dash como pagamento.
ru: Найдите места где принимают DASH в качестве оплаты.
sk: Nájsť obchodníkov, ktorí akceptujú Dash ako platbu.
tr: Dash'i ödeme olarak kabul eden satıcıları bulun.
uk: Знайдіть місця де приймають DASH в якості оплати.

source: Find where to buy or sell DASH and other cryptocurrencies for cash.
de: Hier kannst du DASH und andere Kryptowährungen gegen Bargeld kaufen oder verkaufen.
es: Encuentra dónde comprar o vender DASH y otras criptomonedas por dinero en efectivo.
fil: Hanapin kung saan bibili o magbenta ng DASH at iba pang cryptocurrencies para sa cash.
fr: Trouvez où acheter ou vendre des dashs et d'autres cryptomonnaies, contre des espèces.
id: Temukan tempat untuk membeli atau menjual DASH dan mata uang kripto lainnya secara tunai.
ja: DASHやその他の仮想通貨を現金で売買できる場所を探します。
nl: Vind waar je DASH en andere cryptovaluta's kan kopen of verkopen voor cash.
pt: Encontre onde comprar ou vender DASH e outras criptomoedas por dinheiro.
ru: Найдите, где купить или продать DASH и другие криптовалюты за наличные.
sk: Zistiť, kde za hotovosť kúpiť alebo predať DASH a iné kryptomeny.
tr: DASH ve diğer kripto para birimlerini nakit olarak nereden alıp satabileceğinizi bulun.
uk: Знайдіть, де купити або продати DASH та інші криптовалюти за готівку.

source: First deposit should be more than %@
de: Die erste Einzahlung sollte größer als %@ sein.
fil: Ang unang deposito ay dapat na higit sa %@
fr: Le premier dépôt doit être supérieur à %@
id: Setoran pertama harus lebih dari %@
ja: 初回入金額は、%@以上必要です。
nl: Eerste storting moet meer zijn dan %@
pt: O primeiro depósito deve ser superior a %@
ru: Первый депозит должен быть не менее %@
sk: Prvý vklad by mal byť vyšší ako %@
tr: İlk yatırılan para %@ değerinden fazla olmalıdır
uk: Перший депозит має бути більшим ніж %@

source: For your security, you have been signed out.
de: Du wurdest zu deiner Sicherheit abgemeldet.
fil: Para sa iyong seguridad, na-sign out ka.
fr: Vous avez été déconnecté(e) pour votre sécurité.
id: Demi keamanan Anda, Anda telah keluar.
ja: セキュリティのため、サインアウトされました。
nl: Voor de veiligheid ben je afgemeld.
pt: Para sua segurança, você foi desconectado.
ru: В целях безопасности был совершён выход из учётной записи.
sk: Pre vašu bezpečnosť ste boli odhlásení.
tr: Güvenliğiniz için oturumunuz kapatıldı.
uk: З міркувань безпеки ви вийшли з акаунту.

source: Forgot PIN?
cs: Zapomenutý PIN?
de: PIN vergessen?
es: ¿Olvidaste el PIN?
fil: Nakalimutan ang PIN?
fr: Code PIN oublié ?
id: Lupa PIN?
ja: PINを忘れましたか?
nl: PIN vergeten?
pt: Esqueceu o PIN?
ru: Забыли PIN?
sk: Zabudli ste PIN?
th: ลืม PIN ใช่หรือไม่
tr: PİN'inizi unuttunuz mu?
uk: Забули PIN-код?

source: Found missing word: %@
cs: Nalezené chybějící slovo: %@
de: Fehlenden Begriff gefunden: %@
es: Se encontró la palabra faltante: %@
fil: Natagpuan ang nawawalang salita: %@
fr: Trouvé le mot manquant : %@
id: Menemukan kata yang hilang: %@
ja: 不足している語句を発見しました: %@
nl: Ontbrekend woord is gevonden: %@
pt: Palavra faltando encontrada: %@
ru: Найдено пропущенное слово: %@
sk: Nájdené chýbajúce slovo: %@
th: พบคำที่หายไป: %@
tr: Eksik sözcük bulundu: %@
uk: Знайдено пропущене слово: %@

source: Found missing words: %@
cs: Nalezená chybějící slova: %@
de: Fehlende Begriffe gefunden: %@
es: Se encontraron las palabras faltantes: %@
fil: Natagpuan ang mga nawawalang salita: %@
fr: Trouvé les mots manquants : %@
id: Menemukan kata-kata yang hilang: %@
ja: 不足している語句を発見しました: %@
nl: Ontbrekende woorden zijn gevonden: %@
pt: Palavra faltando encontrada: %@
ru: Найдены пропущенные слова: %@
sk: Nájdené chýbajúce slová: %@
th: พบคำที่หายไป: %@
tr: Eksik sözcükler bulundu: %@
uk: Знайдено пропущені слова: %@

source: Found potential missing words: %@
cs: Nalezená pravděpodobně chybějící slova: %@
de: Potenziell fehlende Wörter gefunden: %@
es: Se encontraron posibles palabras faltantes: %@
fil: Natagpuan ang mga potensyal na nawawalang salita: %@
fr: Possibles mots manquants détectés : %@
id: Menemukan kata-kata potensial yang hilang: %@
ja: 可能性のある不足している語句を発見しました: %@
nl: Mogelijkerwijs ontbrekende woorden zijn gevonden: %@
pt: Possíveis palavras faltando encontradas: %@
ru: Найдены возможно пропущенные слова: %@
sk: Nájdené potencionálne chýbajúce slová: %@
th: พบคำที่หายไปที่อาจเกิดขึ้น: %@
tr: Olası eksik kelimeler bulundu: %@
uk: Знайдено можливо пропущені слова: %@

source: from CrowdNode
de: von CrowdNode
fil: mula sa CrowdNode
fr: depuis CrowdNode
id: dari CrowdNode
ja: CrowdNodeから
nl: van CrowdNode
pt: do CrowdNode
ru: из CrowdNode
sk: z CrowdNode
tr: CrowdNode'dan
uk: з CrowdNode

source: from Dash Wallet
de: von Dash Wallet
fil: mula sa Dash Wallet
fr: depuis Dash Wallet
id: dari Wallet Dash
ja: Dash Walletから
nl: van Dash portemonnee
pt: da Carteira Dash
ru: из Dash Wallet
sk: z Dash peňaženky
tr: Dash Cüzdanından
uk: з Dash Wallet

source: From Uphold to Dash Wallet
de: Von Uphold zur Dash Wallet
fil: Mula sa Uphold hanggang Dash Wallet
fr: Depuis Uphold vers Dash Wallet
ja: UpholdからDashウォレットへ
nl: Van Uphold naar je Dash Portemonnee
pt: Da Uphold à sua Carteira Dash
ru: С Uphold на Dash Wallet
tr: Uphold’dan Dash Cüzdanına
uk: Від Uphold до Dash Wallet

source: From Uphold to your Dash Wallet
de: Von Uphold auf deine Dash Wallet
es: De Uphold a tu billetera de Dash
fil: Mula sa Uphold hanggang sa iyong Dash Wallet
fr: De Uphold vers votre Dash Wallet
id: Dari Uphold ke Dompet Dash anda
ja: UpholdからDashウォレットへ
nl: Van Uphold naar je Dash Portemonnee
pt: Da Uphold à sua Carteira Dash
ru: С Uphold на ваш кошелёк Dash Wallet
sk: Z Upholdu do vašej Dash peňaženky
tr: Uphold'dan Dash Cüzdanınıza
uk: Від Uphold до вашого Dash Wallet

source: from your Coinbase account
de: von deinem Coinbase Konto
fil: mula sa iyong Coinbase account
fr: depuis votre compte Coinbase
id: dari akun Coinbase Anda
ja: Coinbaseアカウントから
nl: vanaf je Coinbase account
pt: da sua conta Coinbase
ru: с аккаунта Coinbase
sk: z vášho Coinbase účtu
tr: Coinbase hesabınızdan
uk: з вашого акаунта Coinbase

source: Gain rewards from deposits in Dash Masternodes with as little as 0.5 Dash.
de: Erhalte Erträge für Einzahlungen in Dash Masternodes bereits ab 0.5 Dash.
fil: Makakuha ng mga reward mula sa mga deposito sa Dash Masternodes na may kasing liit na 0.5 Dash.
fr: Percevez des récompenses grâce à vos transferts sur des masternodes Dash, dès la petite somme de 0,5 dash.
ja: 0.5DashからDashのマスターノードに入金して報酬を得ることができます。
nl: Ontvang beloningen van deposito's in Dash Masternodes vanaf slechts 0,5 Dash.
pt: Ganhe recompensas de depósitos em Dash Masternodes com apenas 0,5 Dash.
tr: 0,5 Dash gibi küçük bir miktar ile Dash Masternode'da para yatırma işlemlerinden ödüller kazanın.

source: Generate extended public keys?
cs: Generovat rozšířený veřejný klíč?
de: Erweiterten öffentlichen Schlüssel generieren?
es: ¿Generar claves públicas extendidas?
fil: Bumuo ng pinalawig na mga public keys?
fr: Générer des clés publiques étendues ?
id: Hasilkan kunci publik yang diperluas?
ja: 拡張されたパブリックキーを作成しますか。
nl: Genereer uitgebreide publieke sleutels?
pt: Gerar chaves públicas estendidas?
ru: Создать расширенный публичный ключ?
sk: Generovať rozšírené verejné kľúče?
th: สร้างขยายกุญแจสาธารณะหรือไม่
tr: Genişletilmiş umumi anahtarlar oluşturulsun mu?
uk: Згенерувати розширені відкриті ключі?

source: Generating CSV Report
de: CSV-Bericht erstellen
es: Generando informe CSV
fil: Pagbuo ng CSV Report
fr: Génération du report CSV
id: Membuat Laporan CSV
ja: CSVレポートの作成
nl: CSV rapport genereren
pt: Gerando relatório CSV
ru: Создание отчёта в CSV
sk: Generovanie CSV správy
tr: CSV Raporu Oluşturma
uk: Створення звіту CSV

source: Get Quote
de: Angebot einholen
es: Obtener cotización
fil: Kumuha ng Quote
fr: Obtenir un devis
id: Dapatkan Penawaran
ja: 見積もりを得る
nl: Offerte aanvragen
pt: Obter cotação
ru: Получить Quote
sk: Získajte ponuku
tr: Teklif Al
uk: Отримати пропозицію

source: Get Rewards Instantly
de: Rewards direkt erhalten
fil: Makakuha kaagad ng Mga Gantimpala
fr: Percevez des récompenses instantanément
ja: すぐに報酬を獲得する
nl: Ontvang direct beloningen
pt: Receba Recompensas Instantaneamente
tr: Anında Ödül Kazanın

source: Get Started
cs: Jdu na to
de: Beginnen
es: Comienza
fil: Magsimula
fr: Commencer
id: Memulai
ja: 始める
nl: Ga aan de slag
pt: Começar
ru: Начать
sk: Začať
th: เริ่มต้น
tr: Başla
uk: Почати

source: Getting started with CrowdNode
de: Mit CrowdNode loslegen
fil: Pagsisimula sa CrowdNode
fr: Commencer à utiliser CrowdNode
ja: CrowdNodeではじめる
nl: Aan de slag met CrowdNode
pt: Introdução ao CrowdNode
tr: CrowdNode'a başlayın

source: Gift Card
de: Gutscheinkarte
es: Tarjeta de regalo
fr: Carte-cadeau
id: Kartu ucapan
ja: ギフトカード
nl: Cadeaukaart
pt: Vale-presente
ru: Подарочный сертификат
sk: Darčeková karta
tr: Hediye Kartı
uk: Подарункова карта

source: Go to CrowdNode website
de: Gehe zur CrowdNode Webseite
fil: Pumunta sa website ng CrowdNode
fr: Aller sur le site CrowdNode
id: Buka situs web CrowdNode
ja: CrowdNodeのウェブサイトへ移動
nl: Ga naar de website van CrowdNode
pt: Acesse o site do CrowdNode
ru: Перейти на сайт CrowdNode
sk: Prejdite na webovú stránku CrowdNode
tr: CrowdNode web sitesine gidin
uk: Перейти на веб-сайт CrowdNode

source: Go to Website
cs: Přejít na Web
de: Webseite besuchen
es: Ir a la página web
fil: Pumunta sa Website
fr: Aller sur le site web
id: Pergi ke Situs Web
ja: ウェブサイトへ行く
nl: Ga naar website
pt: Ir para o site
ru: Перейти на сайт
sk: Prejsť na webovú stránku
th: ไปยังเว็บไซต์
tr: İnternet sitesine git
uk: Перейти на сайт

source: Google Pay
tr: Google Play

source: Grant GPS permissions so we can show you locations near you.
de: Gib uns GPS-Berechtigungen, damit wir dir Standorte in deiner Nähe anzeigen können.
es: Otorgar permisos de GPS para que podamos mostrarte ubicaciones cerca de ti.
fil: Magbigay ng mga pahintulot sa GPS upang maipakita namin sa iyo ang mga lokasyong malapit sa iyo.
fr: Autorisez les permissions GPS pour que nous puissions vous afficher les endroits proches.
id: Berikan izin GPS sehingga kami dapat menunjukkan lokasi di dekat Anda.
ja: GPSの許可を得ると、近くにある店舗を表示できます。
nl: Sta gpsrechten toe zodat we locaties bij je in de buurt kunnen tonen.
pt: Conceda permissões de GPS para que possamos mostrar locais próximos a você.
ru: Предоставьте разрешения GPS, чтобы мы могли показывать вам точки поблизости с вами.
sk: Udeľte povolenia GPS, aby sme vám mohli zobrazovať miesta vo vašej blízkosti.
tr: Size yakın konumları gösterebilmemiz için GPS izinleri verin.
uk: Надайте дозволи GPS, щоб ми могли відображати точки поблизу вас.

source: has requested to be your friend
cs: vás žádá o přidání mezi přátele
de: hat dir eine Freundschaftsanfrage geschickt
es: ha solicitado ser tu amigo
fil: ay humiling na maging kaibigan mo
fr: a demandé à être votre ami(e)
id: telah meminta untuk menjadi temanmu
ja: から友達リクエストが届きました
nl: heeft gevraagd om je vriend te zijn
pt: pediu para ser seu amigo
ru: отправил запрос на добавление в друзья
sk: žiada o priateľstvo
th: ขอเป็นเพื่อนของคุณ
tr: arkadaşın olma isteği gönderdi
uk: надіслав запит на дружбу

source: Have complete control and customize your wallet based on your needs
cs: Spravuj a přizpůsob si svojí peněženku
de: Habe die volle Kontrolle über deine Wallet und passe sie an deine Bedürfnisse an
es: Ten control completo y configura tu billetera de acuerdo a tus necesidades
fil: Magkaroon ng kumpletong kontrol at pinasadyang pitaka base sa iyong nais
fr: Gardez un contrôle complet et personnalisez votre portefeuille selon vos besoins
id: Memiliki kendali penuh dan sesuaikan dompet Anda berdasarkan kebutuhan Anda
ja: 自分のウォレットを完全に制御し、自在にカスタマイズする
nl: Heb volledige controle en pas uw portemonnee aan op basis van je behoeften
pt: Tenha controle completo e customize sua carteira de acordo com suas necessidades
ru: Полный контроль и настройки кошелька для Ваших нужд
sk: Majte úplnú kontrolu a prispôsobte si vašu peňaženku podľa svojich potrieb
th: มีการควบคุมที่สมบูรณ์และปรับแต่งกระเป๋าสตางค์ของคุณขึ้นอยู่กับความต้องการของคุณ
tr: Tam kontrol sahibi olun ve cüzdanınızı ihtiyacınıza göre özelleştirin
uk: Отримайте повний контроль і налаштуйте свій гаманець для своїх потреб

source: header #%d of %d
cs: header #%1$d z %2$d
de: Header #%1$d von %2$d
es: encabezado #%1$d of %2$d
fil: header #%1$d ng %2$d
fr: en-tête #%1$d sur %2$d
id: header #%1$d dari %2$d
ja: %2$dのヘッダー#%1$d
nl: koptekst #%1$d van %2$d
pt: cabeçalho #%1$d de %2$d
ru: заголовок блока #%1$d из %2$d
sk: hlavička číslo %1$d z %2$d
th: หัวข้อ #%1$d of %2$d
tr: başlık #%1$d / %2$d
uk: заголовок #%1$d з %2$d

source: Hello %@,
cs: Ahoj %@,
de: Hallo %@,
es: Hola %@,
fr: Bonjour %@,
id: Halo %@,
ja: こんにちは、%@。
nl: Hallo %@,
pt: Olá %@,
ru: Привет, %@,
sk: Ahoj %@,
th: สวัสดี %@,
tr: Merhaba %@,
uk: Привіт, %@,

source: Help us improve your experience
cs: Pomozte nám aplikaci vylepšit
de: Hilf uns, deine Erfahrung zu verbessern
es: Ayúdanos a mejorar tu experiencia
fil: Tulungan kaming mapabuti ang iyong karanasan
fr: Aidez-nous à améliorer votre expérience
id: Bantu kami meningkatkan pengalaman Anda
ja: 品質を向上させるためにご協力ください
nl: Help ons je ervaring te verbeteren
pt: Ajude-nos a melhorar a sua experiência
ru: Помогите нам стать лучше
sk: Pomôžte nám vylepšiť váš zážitok
th: ช่วยเราเพื่อพัฒนาประสบการณ์ของคุณ
tr: Deneyiminizi geliştirmemize yardımcı olun
uk: Допоможіть нам стати кращими

source: High
cs: Vysoká
de: Hoch
es: Alto
fil: Mataas
fr: Élevé
id: Tinggi
ja: 高
nl: Hoog
pt: Alto
ru: Высокий
sk: Vysoké
th: สูง
tr: Yüksek
uk: Високий

source: History
cs: Historie
de: Verlauf
es: Historial
fil: Kasaysayan
fr: Historique
id: Riwayat
ja: 履歴
nl: Geschiedenis
pt: Histórico
ru: История
sk: História
th: ประวัติ
tr: Geçmiş
uk: Історія

source: How CrowdNode staking works
de: Wie CrowdNode Staking funktioniert
fil: Paano gumagana ang CrowdNode staking
fr: Comment marche l'épargne CrowdNode (staking)
ja: CrowdNodeのステーキングの仕組み
nl: Hoe staking bij CrowdNode werkt
pt: Como funciona o staking no CrowdNode
tr: CrowdNode staking nasıl çalışır?

source: How to confirm your API Dash address
de: Wie du deine API Dash Adresse bestätigst
fil: Paano kumpirmahin ang iyong API Dash address
fr: Comment confirmer votre adresse API Dash
ja: APIのDashアドレスの確認方法
nl: Hoe je het API Dash adres kunt bevestigen
pt: Como confirmar seu endereço de API Dash
tr: API Dash adresinizi nasıl onaylarsınız?

source: How to Use a Gift Card
de: Wie man eine Gutscheinkarte verwendet
es: Como usar una tarjeta de regalo
fil: Paano Gumamit ng Gift Card
fr: Comment utiliser une carte-cadeau
id: Cara Menggunakan Kartu Hadiah
ja: ギフトカードの使用方法
nl: Hoe een geschenkbon te gebruiken
pt: Como Usar um Cartão Presente
ru: Как использовать подарочную карту
sk: Ako používať darčekovú poukážku
tr: Hediye Kartı Nasıl Kullanılır
uk: Як використовувати подарункову карту

source: HPMN Operator Keys
de: Evolution Node ID Keys
fil: Mga key ng Evolution Node ID
fr: Clés ID pour nœud Evolution
id: Evolution Node ID Keys
ja: エボリューションのノードIDキー
nl: Evolution Node ID sleutels
pt: Chaves de Identificação de Nós Evolution
ru: Ключи идентификаторов Evolution нод
sk: Evolution Node ID Keys
tr: Evolution Node Kimlik Anahtarları
uk: Evolution Node ID Keys

source: I Accept
cs: Přijímám
de: Ich akzeptiere
es: Yo acepto
fil: Tinatanggap Ko
fr: J'accepte
id: Saya terima
ja: 承認しました
nl: Ik accepteer
pt: Eu Aceito
ru: Принимаю
sk: Súhlasím
th: ฉันยอมรับ
tr: Kabul ediyorum
uk: Я приймаю

source: I accept that I will lose my coins if I no longer possess the recovery phrase
cs: Souhlasím s tím, že přijdu o prostředky pokud ztratím frázi pro obovení
de: Ich akzeptiere, dass ich meine Coins verlieren werden, wenn ich die Wiederherstellungsphrase verlieren sollte
es: Acepto que perderé mis monedas si ya no tengo mi frase de recuperación
fil: Tinatanggap ko na mawawala ko ang aking mga barya kung sakaling hindi ko na maalala ang recovery phrase
fr: Je reconnais que je perdrai tous mes fonds si je ne possède plus la phrase de récupération
id: Saya menerima bahwa saya akan kehilangan koin saya jika saya tidak lagi memiliki frasa pemulihan
ja: もし復元フレーズを無くしたら、自分のコインが失われることに同意します
nl: Ik ga akkoord dat ik mijn munten kwijt raak als ik de herstelzin niet meer bezit
pt: Eu aceito que perderei minhas moedas se eu não mais possuir a frase de recuperação
ru: Я понимаю, что потеряю свои средства, если у меня не будет фразы восстановления
sk: Akceptujem, že stratím svoje mince v prípade, že už nedržím frázu pre obnovenie
th: ฉันยอมรับที่ฉันจะสูญเสียเหรียญของฉันถ้าฉันไม่มีวลีกู้คืน
tr: Eğer kurtarma metnime sahip olmazsam paralarımı kaybedeceğimi kabul ediyorum
uk: Я погоджуюся з тим, що втрачу свої монети, якщо більше не матиму фрази відновлення

source: I agree to CrowdNode
de: Ich stimme CrowdNode zu.
fil: Sumasang ayon ako sa CrowdNode
fr: Je souscris à CrowdNode
id: Saya setuju dengan CrowdNode
ja: CrowdNodeに同意します
nl: Ik ga akkoord met CrowdNode
pt: Eu concordo com o CrowdNode
ru: Согласен на CrowdNode
sk: Súhlasím s CrowdNode
tr: CrowdNode'u kabul ediyorum
uk: Я погоджуюсь з CrowdNode

source: I wrote it down
cs: Mám poznamenáno
de: Ich habe es aufgeschrieben
es: Ya la escribí
fil: Naisulat ko na ito
fr: Je l'ai écrite sur papier
id: Saya telah mencatat
ja: 紙に書き留めました
nl: ik heb het opgeschreven
pt: Eu anotei
ru: Я записал
sk: Zapísal som si ju
th: ฉันได้เขียนลงไปแล้ว
tr: Not aldım
uk: Я записав її

source: If you ever lose your passphrase, you can verify yourself by other means to regain access to your CrowdNode funds.
de: Solltest du deine Passphrase verlieren, kannst du dich auf andere Weise verifizieren um den Zugriff auf dein CrowdNode-Guthaben wieder zu erlangen.
fil: Kung sakaling mawala mo ang iyong passphrase, maaari mong i-verify ang iyong sarili sa ibang paraan upang mabawi ang access sa iyong mga pondo ng CrowdNode.
fr: Si vous égarez votre phrase de passe, vous pouvez vous authentifier par d'autres moyens pour regagner l'accès à vos fonds CrowdNode.
ja: パスフレーズを紛失した場合、他の方法で本人確認を行うことで、再びCrowdNodeの資金にアクセスできるようになります。
nl: Als je ooit de wachtwoordzin kwijtraakt, kan je op andere manieren verifiëren om weer toegang te krijgen tot CrowdNode.
pt: Se você perder sua frase de recuperação, poderá ser verificado por outros meios para recuperar o acesso aos seus fundos do CrowdNode.
tr: Parolanızı kaybederseniz, CrowdNode fonlarınıza yeniden erişim kazanmak için kimliğinizi çeşitli yollarla doğrulayabilirsiniz.
